{"paragraphs": {"49.": "\nThe various Roma groups are quite dispersed over the whole of the territory of Sweden. There is\ntherefore a need to take resolute action at local level where these groups are situated. The groups informed\nthe delegation that they would appreciate having one adult education centre in the north and one in the\nsouthern part of Sweden, both focusing on matters that concern the Roma population and culture. There is\nno Romani language study at university level.\nThe Committee encourages the Swedish authorities to improve the teaching of and in the Romani\nlanguages, and especially to develop teaching materials as well as teacher-training.\n\n", "13.": "\nFinnish is a minority language used on the whole of the territory of Sweden, and in particular in the\ngreater Stockholm area, the Mälardalen area, the greater Gothenburg area and in Norrbotten. The\nadministrative districts for Finnish are the five northernmost municipalities in Sweden, all situated in the\nNorrbotten County, namely – Gällivare, Haparanda, Kiruna, Pajala and Övertorneå, where approximately 5%\nof the estimated 400 000 Sweden Finns live. The number of speakers has been estimated at 250 000 by the\nstate authorities.\n", "66.": "\nAccording to the School Ordinance, mother-tongue teaching in a regional or minority language\nmedium must not exceed 50%, and the share of Swedish should increase as the pupils advance to higher\ngrades. The speakers of the minority languages have criticised the limit of 50%. The Committee is concerned\nas to the possible negative effects this might have on the protection and promotion of regional or minority\nlanguages in Sweden.\n", "76.": "\nAccording to the information gathered by the Committee, some Sami schools have developed their\nown websites on the internet. This is seen as a very efficient way of developing language skills among the\nstudents and of spreading locally produced teaching materials.\n", "126.": "\nIn the case of Sami, the statistics provided by the Government showed an increase in SVT’s Sami\noutput from 17 hours of Sami TV per year in 2000 to 39 hours in 2001 (the figure being 21 hours in 1999).\nEncouragingly, the figure for own production (as opposed to acquisition) has risen year on year: 9 hours in\n1999 (of which 6 were repeats); 13 hours in 2000 (of which 7 were repeats); and 34 hours in 2001 (of which 14\nwere repeats).\n", "178.": "\nAccording to the School Ordinance, mother-tongue teaching in a regional or minority language\nmedium must not exceed 50%, and the share of Swedish should increase as the pupils advance to higher\ngrades. The speakers of the minority languages have criticised the limit of 50%. The Committee is concerned\nas to the possible negative effects this might have on the protection and promotion of regional or minority\nlanguages in Sweden.\n\n30\n\n\f“Paragraph 1\nWith regard to education, the Parties undertake, within the territory in which such languages\nare used, according to the situation of each of these languages, and without prejudice to the\nteaching of the official language(s) of the State:”\n\nPre-school Education\n“a. i . to make available pre-school education in the relevant regional or minority languages;\na.ii.\nto make available a substantial part of pre-school education in the relevant regional or\nminority languages\na. iii. to apply one of the measures provided for under i and ii above\nat least to those pupils whose families so request and whose number is considered\nsufficient”\n", "21.": "\nThe regional or minority language policy in Sweden is quite recent, and as pointed out by the\nMinority Language Committee, the government needed to take initiatives to implement the Charter. The main\ninitiative taken to meet this need was the adoption of the two laws on the use of the minority languages in\nadministrative authorities and courts of law. The Committee of Experts has therefore recognised, as the\nauthorities have also done, that these two laws still need to be put effectively into practice. The authorities\nare in the process of fine-tuning the overall regional or minority language policy and need to evaluate how\nthe laws and other regulations can be efficiently used by the minority language communities. The language\nlaws have clearly given the minority languages a different and more official status, but it was clear from the\ndiscussions held by the Committee of Experts during its \"on-the-spot visit\", that in some cases previous\nfavourable practice had been terminated. Also, on the basis of the information received, there appears to\nhave been a negative development in Sweden during the years leading up to the ratification of the Charter in\nrespect of teaching in and of minority languages. It is to be hoped that the new laws and the ratification of the\nCharter will lead to a reversal of this negative trend.\n", "130.": "\nAs to radio, the responsibility falls on Sameradio, a division of SR, which has 8 employees\nresponsible for daily broadcasting. There seems to be no ear-marked funding for its activities.\n", "296.": "\nEach municipality in the Norrbotten County has been invited to adopt an action plan for the minority\nlanguages in education. Pajala municipality is the only local authority to have adopted such a plan. The\n46\n\n\fimplementation of the action plan consists of encouraging the use of Meänkieli in cultural life, education and\ncommunications. The overall aim is to consciously generate support for social and linguistic issues and to\ncultivate linguistic awareness in the region. One tool to achieve this is new information technologies using\nFinnish and Meänkieli.\n“Paragraph 1\nWith regard to education, the Parties undertake, within the territory in which such languages are used,\naccording to the situation of each of these languages, and without prejudice to the teaching of the\nofficial language(s) of the State:\nPre-school Education\na. i .\na.ii.\n\nto make available pre-school education in the relevant regional or minority languages;\nto make available a substantial part of pre-school education in the relevant regional or\nminority languages;\na. iii. to apply one of the measures provided for under i and ii above\nat least to those pupils whose families so request and whose number is considered\nsufficient”\n", "114.": "\nThe Committee acknowledges the efforts made by the authorities to comply with the undertakings\nunder subparagraphs a.iii) and c). The Committee has observed that there is a serious lack of competence in\nproducing written documents.\nThe Committee encourages the Swedish authorities to take practical and organisational measures\nto ensure that Sami can be used in administration.\n\n“Paragraph 2\nIn respect of the local and regional authorities on whose territory the number of residents\nwho are users of regional or minority languages is such as to justify the measures specified\nbelow, the Parties undertake to allow and/or encourage:\nb.\n\nthe possibility for users of regional or minority languages to submit oral or written\napplications in these languages;\n\nc.\n\nthe publication by regional authorities of their official documents also in the relevant\nregional or minority languages;\n\nd.\n\nthe publication by local authorities of their official documents also in the relevant\nregional or minority languages;”\n\n", "161.": "\nThe Royal Library in Stockholm collects at least one copy of all printed materials published in Sweden.\nAccording to the information available to the Committee, Sami books are collected in big university libraries and\nthere is a special “Nordkalotten” library in Övertorneå specialised in Sami and Tornedalian literature. There is\nalso a collection of Sami books in Ájtte, the Sami Museum in Jokkmokk. The Committee does not have\nsufficient information as to the nature of these collections and the rules pertaining to them.\n", "167.": "\nAccording to the Initial Report, Sami cultural activities are performed all over Sweden on a regular\nbasis and they are often sponsored by grants from central or local authorities. Recently there was a jojk\nperformance in Stockholm, as a result of a grant allocated by the National Council for Cultural Affairs to a\nprofessional jojk adviser. There was also a Sami theatre performance in Stockholm not long ago.\n", "146.": "\nAs from the 2000 budget year, the government allocated 1 million SEK to the National Council for\nCultural Affairs in order to increase the support for publication of literature in minority languages as well as\ncultural periodicals and other measures which stimulate such publication. In the 2002 budget year the\ngovernment allocated an additional 7 million SEK to the National Council for Cultural Affairs in order to increase\nthe number of cultural activities that involve national minorities. In the government regulations for the additional\ngrant it is pointed out that the money should be used, among other things, to support Sami culture.\n", "93.": "\nThe National Agency for Higher Education is initiating a new programme for teacher-training. This\nentails in-service training on how to teach minority languages. This will be financed by the state and the\nmunicipality that appoints the teachers. The second phase in this training is to have continuous training for\nthose who have completed the first step.\n", "81.": "\nIn Sweden, secondary schools also offer programmes that have a vocational focus. Bokenskolan in\nJokkmokk offers technical and vocational education with a Sami specialisation. However, this line of education,\nin contrast to the rest of the Sami profile programmes, does not include instruction in the Sami languages.\n", "28.": "\nPart II of the Charter (Article 7) sets out a number of general objectives and principles that a State\nParty is obliged to apply to all the regional or minority languages on its territory. In its instrument of\nratification, Sweden declares that Sami, Finnish and Meänkieli (Tornedal Finnish) are regional or minority\nlanguages. Romani Chib and Yiddish are regarded as non-territorial languages for the purposes of the\nCharter.\n", "40.": "\nFor the Sami, Finnish and Meänkieli languages, the laws on their use in courts and in administration\nprovide for a legal right to use the languages in public life at least as far as the territorial scope of the statutory\nregime of protection reaches. There are however shortcomings to the real implementation of these laws, which\nthe Committee will specify in more detail below.\n", "34.": "\nSweden is divided into counties, county councils and municipalities. Counties are mostly a central\ngovernment administrative division at the regional level. The county council regions usually coincide with the\ncounties. The Act on the Prerequisites for changes in the divisions in municipalities and county councils\n(1979:11 reprinted as 1988:198) defines the boundaries of regional and local authorities. It contains\nprovisions on the manner in which municipal boundaries may be changed. The central government decides\non these matters leaving only minor changes to be decided by the county administrative board. Changes\nmay take place if they are considered to be of lasting importance and an advantage to a municipality (as a\nwhole or partly). The wish of the municipality must be taken into consideration. Should the municipality\nobject, very strong reasons must exist in order to disregard the wish of the municipality. The government\nmust also take into account the wishes of the inhabitants. The municipalities have no veto on the decision of\nthe government. Since Sweden ratified the Charter, it also has to take into account the minority languages\nwhen administrative changes are prepared and discussed.\n“c.\n\nthe need for resolute action to promote regional or minority languages in order to\nsafeguard them;”\n\n", "54.": " The Government has commissioned the National Agency for Higher Education to investigate the situation\nfor certain language courses at the universities. The National Agency for Higher Education recently\npresented its report. One of the proposals is that steps should be taken to promote study and research on\nRomani and Yiddish at university level.\n66, 178 and 295. Information of any criticism of the limit of 50 % for bilingual education or any proposals for\nchanges has not reached the Government Offices. Nor has this issue been raised at meetings between the\nministers and representatives for the national minorities.\n69, 183 and 299. The Norrbotten County Administrative Board has been given the task to follow up how the\ngovernmental grant has been used during 2003. The Board will particularly follow up how awareness has\nbeen raised concerning the right to receive pre-school education and elderly care in Sami, Finnish and\nMeänkieli, to what extent requests have been made, how these have been met and what costs have\noccurred.\n96, 209, 323. The report in 2001 from the National Agency for Education is part of a regular monitoring of\nminority languages. Finnish has been monitored before at several occasions. For the National Agency for\nEducation as for the Sami school board monitoring minority languages is a natural undertaking as part of the\ngeneral follow–up responsibility of goal achievement in schools.\n103, 214 and 330. According to the Government Bill 1998/99:143 the possibility to refuse a request to use\nSami, Finnish or Meänkieli on the ground “improper purposes” is to be used very restrictively, for example\nwhen it is obvious that the request has been made in order to protract the legal proceedings.\n\n66\n\n\fB.\n\nRecommendation of the Committee of Ministers of the Council of Europe on\nthe application of the Charter by Sweden\n\nCOUNCIL OF EUROPE\nCOMMITTEE OF MINISTERS\nRecommendation RecChL(2003)1\nof the Committee of Ministers\non the application of the European Charter for Regional or Minority Languages by Sweden\n(Adopted by the Committee of Ministers on 19 June 2003\nat the 844th meeting of the Ministers’ Deputies)\n\nThe Committee of Ministers,\nIn accordance with Article 16 of the European Charter for Regional or Minority Languages;\nHaving regard to the instrument of ratification submitted by Sweden on 9 February 2000;\nHaving taken note of the evaluation made by the Committee of Experts on the Charter with respect to the\napplication of the Charter by Sweden;\nHaving taken note of the comments made by the Swedish authorities on the contents of the Committee of\nExperts' report;\nBearing in mind that this evaluation is based on information submitted by Sweden in its initial periodical\nreport, supplementary information given by the Swedish authorities, information submitted by bodies and\nassociations legally established in Sweden and the information obtained by the Committee of Experts during\nits “on-the-spot” visit,\nRecommends that the Swedish authorities take account of all the observations of the Committee of Experts\nand, as a matter of priority:\n", "137.": "\nAccording to the information available, there are no newspapers written in Sami, nor are there any\nsubsidies being provided to encourage and/or facilitate the creation and/or maintenance of at least one\nnewspaper in the Sami language. Small press agencies publish articles in Sami from time to time. There are\ntwo Sami magazines, namely Sami Nuorra and Samefolket, but they are periodicals and not newspapers\nand they are almost exclusively published in the Swedish language.\n\n25\n\n\f138.\nThe Swedish Authorities have explained that newspapers not written mainly in Swedish can get\noperational subsidies in exceptional circumstances provided they meet the criteria of being directed to\nlinguistic minorities in Sweden, have their main editorial office in Sweden and distribute at least 90% of their\nsubscribed circulation in Sweden. There is no Sami newspaper that receives such a subsidy. If there were a\nSami newspaper produced in the Sami language, there would be possibilities of funding under this scheme.\nThis funding scheme, in its current form, excludes possibilities of financing newspapers published elsewhere\nthan in Sweden, even if it would assist in the fulfilment of this undertaking. The Committee would point to the\npossibility of establishing a newspaper produced in co-operation with existing newspapers in neighbouring\ncountries in order to fulfil this undertaking.\n", "107.": "\nThe right to use Sami in civil proceedings, as well as in proceedings before courts concerning\nadministrative matters is guaranteed by the same sections of the Act on the right to use Sami in\nadministrative authorities and courts of law. However, the Committee has observed the same problems in\ntheir implementation as above. Accordingly, the Committee considers these obligations only formally fulfilled.\nThe Committee encourages the Swedish authorities to take practical and organisational measures\nto ensure that the Sami can be used in civil proceedings and in proceedings in courts concerning\nadministrative matters.\n\n“d.\n\nto take steps to ensure that the application of sub-paragraphs i and iii of paragraphs b\nand c above and any necessary use of interpreters and translations does not involve\nextra expense for the persons concerned.”\n21\n\n\f108.\nTranslation and interpretation involves no extra expense for the persons concerned. Costs relating to\ntranslation and interpretation are paid by the court. To cover translation as pursuant to Acts 1999:1175 and\n1176, the Government has provided one million Swedish kronor to the courts' administration. The Committee\nconsiders the undertaking fulfilled.\n“Paragraph 2\nThe Parties undertake:\na.\n\nnot to deny the validity of legal documents drawn up within the State solely because\nthey are drafted in a regional or minority language;”\n\n", "154.": "\nThe current affairs magazine Árran has Sami subtitles when Swedish is spoken. The children’s\nprogramme Moomin broadcast in Swedish has Sami subtitles. As noted in the Committee's comments in Article\n", "2.": "\nprovide favourable conditions to encourage the use of Sami, Finnish and Meänkieli before judicial\nand administrative authorities in the defined areas in the County of Norrbotten;\n", "177.": "\nThe central state, in co-operation with the National Agency for Education defines the goals for all the\nschools in Sweden in the national school curriculum. The National Agency for Education also has the role of\nmonitoring the school activities and establishing the school syllabus. The municipalities, however, have the\nmain responsibility for organising the schools in accordance with the goals established by the state. This\napplies to pre-school education, primary and secondary education. The municipality presents a school plan,\nwhich can define the way in which the subjects will be taught in accordance with the school curriculum and\nthe syllabus. The municipalities are allocated a certain budget to organise education in their local authority.\nThere is no earmarked funding for the teaching of minority languages, in contrast to the period from the\n1970s until the 1990s when there was in fact a special budget for the minority languages. The teaching of\nminority languages is therefore primarily dependent on the policy of the local authority in question and also\non the teachers and headmasters in the individual schools.\n", "69.": "\nThe conclusion of the Committee is that the Swedish legal structure provides for the possibility of\nreceiving pre-school education in the minority languages. The existence of a specific administrative authority\nresponsible for organising mother-tongue instruction, such as the Sami School Board, is good. It is however\nimportant that this authority be given sufficient competences in fulfilling its role of informing the parents of the\npossibility of receiving mother-tongue instruction, and also to be able to put into practice the use of the Sami\nlanguages at pre-school level. At present this is not always the case. The Committee has been informed of\nthe case of Karesuando where the wishes of Sami parents to have Sami medium pre-school activities are\nopposed by the local authorities. It is necessary for mother-tongue education to be supported by the\nmunicipalities, both in making the users of the languages feel at ease in requesting such education and also\nin taking pro-active steps to encourage the organisation of such education. Municipalities are responsible\nfrom a financial point of view and they should be made aware of their obligation to facilitate the work of the\nSami School Board in a more structured manner.\n", "26.": "\nIt is necessary to emphasise the particular structure of the Swedish education system as it has had\nan effect on the way in which representatives of regional or minority languages can organise their own\nth\neducation. The role of private schools was limited in Sweden up to the end of the 20 century, but since\n1991 both the public and the former private schools have received competition from the so-called\nindependent schools (friskolor) funded by the municipalities and supervised by representatives of the public\neducation system. Beginning with a handful of schools in 1991, the numbers are increasing rapidly and\nindependent schools are today competing with public schools in many municipalities, especially in the big\ncities. Today, 5% of all schools in Sweden are independent schools. The independent schools offer specific\nprofiles and some of them have adopted ethnic/linguistic profiles. Part of them are run by teachers, parents\nor interested private persons. The establishment of language-oriented independent schools has been\ntriggered by the extensive withdrawal of the previous bilingual or “home language” classes in municipal\nschools. Municipal schools provide so-called mother-tongue teaching (modersmålsundervisning) which\ncomprises 1-2 weekly hours of instruction of the mother-tongue as a subject. This form of instruction has also\nbeen subject to severe cuts lately.\n\n8\n\n\f", "12.": "\nThe Sami live mainly in areas in the north of Sweden. These territories stretch from Idre, in the\nregion of Dalarna to Kiruna in the county of Norrbotten. Nowadays many Sami live also in the coastal regions\nin northern and central Sweden as well as in the Stockholm area. Most of the users of the Sami language are\nsituated in Northern Sweden, in specific administrative districts made up of the following municipalities:\nArjeplog, Gällivare, Jokkmokk and Kiruna. According to the information provided by the authorities, the\nSwedish Sami population consists of approximately 15 000 – 20 000 persons. Out of these, approximately\n9 000-10 000 speak one of the Sami languages. Most of them speak North Sami but there are also 600-800\nLule Sami speakers and 400-500 South Sami speakers.\n", "71.": "\nIn Sweden, the Sami School Board is responsible for education in and of Sami at primary school\nlevel. There are three possibilities.\n", "67.": "\nFor the Sami language, a special authority, the Sami School Board, is responsible for organising\neducation in all the Sami languages. This board is an administrative authority regulated by the Sami School\nOrdinance. The board is responsible for organising pre-school, primary and integrated Sami education.\nAccording to the Education Act, Sami children are permitted to have education of and in the Sami language\nin both pre-school and primary schools.\n“Paragraph 1\nWith regard to education, the Parties undertake, within the territory in which such languages\nare used, according to the situation of each of these languages, and without prejudice to the\nteaching of the official language(s) of the State:”\nPre-school Education\n“a. i . to make available pre-school education in the relevant regional or minority languages;\na.ii.\nto make available a substantial part of pre-school education in the relevant regional or\nminority languages;\na. iii. to apply one of the measures provided for under i and ii above\nat least to those pupils whose families so request and whose number is considered\nsufficient”\n", "115.": "\nAccording to the information available to the Committee, the demand for the use of the Sami\nlanguage in public is very low. In most cases local and regional authorities have made the Language Act in\nSami available to the public. However, most local and regional authorities do not translate their official\ndocuments and information about their operations into Sami.\n", "179.": "\nAccording to ", "131.": "\n\nThe Swedish Authorities report that 204 hours were broadcast in 1999 on a regular basis.\n\n", "109.": "\nThere are no provisions in Swedish law denying the validity of legal documents solely on the ground\nthat they are drafted in Sami. The Committee considers that this undertaking is fulfilled.\n“Paragraph 3\nThe Parties undertake to make available in the regional or minority languages the most\nimportant national statutory texts and those relating particularly to users of these languages,\nunless they are otherwise provided.”\n", "99.": "\nThe Committee considers the undertaking formally fulfilled, but there seem to be practical obstacles\nregarding its implementation at various stages of education.\nArticle 9 - Judicial authorities\n“Paragraph 1\nThe Parties undertake, in respect of those judicial districts in which the number of residents using\nthe regional or minority languages justifies the measures specified below, according to the\nsituation of each of these languages and on condition that the use of the facilities afforded by the\npresent paragraph is not considered by the judge to hamper the proper administration of justice:”\nIn criminal proceedings:\n\"a.ii.\n\nto guarantee the accused the right to use his/her regional or minority language -if\nnecessary by the use of interpreters and translations involving no extra expense for the\npersons concerned\n\na. iii. to provide that requests and evidence, whether written or oral, shall not be considered\ninadmissible solely because they are formulated in a regional or minority language- if\nnecessary by the use of interpreters and translations involving no extra expense for the\npersons concerned.”\n", "29.": " The Norrbotten County Administrative Board has been commissioned to examine the consequences of a\npossible extension of the administrative district for Sami in order to comprise also some local authorities in\nthe south parts of the traditional Sami language area, the South Sami area.\n\n65\n\n\f38. The Government has established a Council for Roma issues. It is chaired by the minister responsible for\nminority issues and includes 16 permanent members representing all larger Roma groups residing in\nSweden. The main task for the council is to advise the Government and thereby improve the situation of the\nRoma within various fields.\n", "166.": "\n\nThe Committee considers the undertaking fulfilled.\n\n“Paragraph 2\nIn respect of territories other than those in which the regional or minority languages are\ntraditionally used, the Parties undertake, if the number of users of a regional or minority\nlanguage justifies it, to allow, encourage and/or provide appropriate cultural activities and\nfacilities in accordance with the preceding paragraph.”\n", "82.": "\nThe Sami Education Centre in Jokkmokk, the former Sami folk high school (folkehogskola), in\nJokkmokk organises vocational education within a Sami business programme framework. It includes reindeer\nherding, Sami crafts and tourism. This 34-week programme contains 2-4 hours a week of Sami language\ninstruction. Courses are arranged in all three Sami languages. According to the report from the National\nAgency for Education in 2001, the Sami Education Centre was in 2001 planning a preparatory course for Sami\ninterpreters.\n", "141.": "\nThe Swedish authorities again pointed to the obligations of broadcasters under their licences, and the\nensuing programme output. In addition, the Committee has been informed that other existing measures for\nfinancial assistance are also available to support production in Sami.\n", "92.": "\nThe government has stated that the Technical University of Luleå should offer teacher training for Sami\nteachers. Previously, in the 1980's, teacher trainees with a command of Sami were selected into the teacher\ntraining courses in a quota system. Even if the scheme in itself can be considered to have been good and\nencouraging for those applying for teacher training, the scheme did not function properly because the school\ndid not have at its disposal teachers that were competent in the Sami language and culture. The quota system\nwas abolished in 1992. Today there is only an optional system, but it is not clear whether the teachers at the\nschool are competent in the Sami language. During its visit to Sweden, the Committee of Experts was informed\nby the authorities that no application for teacher training in Sami had been received and that therefore no\ncourses had been organised lately. In the replies from the government it was stated that in the academic year\n2000 – 2001 only one pupil followed the proposed courses. This is a clear sign that there is a real need to\npromote the Sami language and encourage its teaching, as was emphasised to the Committee by\nrepresentatives of Sami speakers. This, combined with the fact that, according to the Sami speakers, there is a\ngreat demand for teachers educated in Sami, is a clear sign that there is a real need to promote the basic and\nfurther training of teachers in the Sami language and encourage its teaching.\n", "37.": "\nIn 2001, an inter-ministerial working group on minorities was established, composed of the various\nministries involved in establishing and implementing the language laws and the general minority policy. This\ngroup serves as a co-ordinating body, fixing the goals and evaluating the impact of the policy adopted. The\nwork of the group consists of consultation meetings with governmental and non-governmental organisations,\nministries and representatives of the minorities. Due to the recent establishment of this working group it is\ndifficult to evaluate its concrete results. However, this kind of action can be considered as positive in the\nsense that it is supporting the implementation of the laws and assisting in developing a general policy\ntowards minority languages in Sweden.\n", "53.": "\nVarious universities offer courses of Finnish and the three Sami languages. Finnish is taught at\nStockholm, Uppsala, Lund and Umeå University, and Sami at Uppsala and Umeå University. Some courses of\nFinnish, Meänkieli and Sami have also been offered within the pedagogical faculty at the Luleå Institute of\nTechnology.\n", "41.": "\nFinnish and Sami may not be used outside the administrative districts circumscribed by statutory law,\nwhich leaves most Finnish speakers and all speakers of South Sami without any right to use their language\nin dealings with the authorities.\n", "110.": "\nThe Act on the right to use Sami in administrative authorities and courts of law has been translated\ninto North, Lule and South Sami and made available to the public free of charge. The Committee has not\nbeen informed of any other statutory text being translated into these languages. According to the information\nreceived by the Committee the undertaking is partly fulfilled.\nThe Committee encourages the authorities to make available the most important statutory texts in\nSami, and especially those relating particularly to the Sami population.\n\nArticle 10 - Administrative authorities and public services\n“Paragraph 1\n“Within the administrative districts of the State in which the number of residents who are users\nof regional or minority languages justifies the measures specified below and according to the\nsituation of each language, the Parties undertake, as far as this is reasonably possible:\na. iii.\n\nto ensure that users of regional or minority languages may submit oral or written\napplications and receive a reply in these languages\n\na. v.\n\nto ensure that users of regional or minority languages may validly submit a document\nin these languages;\n\nc.\n\nto allow the administrative authorities to draft documents in a regional or minority\nlanguage.”\n\n", "5.": "\nAfter the Committee of Experts had made its preliminary examination of the initial periodical report, a\nquestionnaire was drawn up and addressed to the Swedish authorities. The Committee organised its \"onthe-spot visit\" to Sweden in April 2002. It met the authorities responsible for and/or concerned by the\nimplementation of the Charter. This included the following authorities:\n•\n•\n•\n•\n•\n•\n•\n•\n•\n\nThe Inter-Ministerial Working Group on Issues Related to National Minorities\nMinistry of Education\nMinistry of Justice\nMinistry of Foreign Affairs\nMinistry of Industry, Employment and Communication\nOmbudsman Against Discrimination\nRepresentatives of the state media\nThe Swedish Association of Local Authorities\nThe Swedish Federation of County Councils\n\n", "106.": "\nAccording to Section 5 of the Act, the right to use Sami also includes the right to have documents\npertaining to the case or matter orally translated. There is no obligation for the authorities to produce written\ndocuments. The Committee considers this obligation not to be fulfilled.\nThe authorities are encouraged to produce, on request, documents connected with legal\nproceedings in Sami.\n\nIn civil proceedings\n“b.ii. to allow, whenever a litigant has to appear in person before a court, that he or she may\nuse his or her regional or minority language without thereby incurring additional\nexpense;” - if necessary by the use of interpreters and translations;\nb..iii.\n\nto allow documents and evidence to be produced in the regional or minority languages\n- if necessary by the use of interpreters and translations;”\n\nIn proceedings before courts concerning administrative matters:\n“c. ii. to allow, whenever a litigant has to appear in person before a court, that he or she may\nuse his or her regional or minority language without thereby incurring additional\nexpense;\nc. iii. to allow documents and evidence to be produced in the regional or minority languages,\n- if necessary by the use of interpreters and translations;”\n", "170.": "\nAccording to the Initial Report, there is no legislation in Sweden that prohibits or limits the use of\nregional or minority languages in documents relating to economic or social life. The Committee considers the\nundertaking fulfilled.\n\nArticle 14 - Transfrontier exchanges\n\"The Parties undertake:\na. to apply existing bilateral and multilateral agreements which bind them with the States in\nwhich the same language is used in identical or similar form, or if necessary to seek to\nconclude such agreements, in such a way as to foster contacts between the users of the\nsame language in the States concerned in the fields of culture, education, information,\nvocational training and permanent education;\nb. for the benefit of regional or minority languages, to facilitate and/or promote co-operation\nacross borders, in particular between regional or local authorities in whose territory the\nsame language is used in identical or similar form.\"\n", "134.": "\n\nThe Committee considers this undertaking fulfilled.\n“d.\n\nto encourage and/or facilitate the production and distribution of audio and audiovisual\nworks in the regional or minority languages;”\n\n", "11.": "1, a.iii) the Swedish authorities are receptive to the idea of developing strategies to make children's\nprogrammes in Sami.\n27\n\n\f155.\nWithin the Sami Theatre, works produced in other languages have been translated and performed in\nSami as well as reshaped to a Sami performance.\n", "39.": "\n\nVery little information has been provided on the situation of Yiddish.\n\n10\n\n\f“d.\n\nthe facilitation and/or encouragement of the use of regional or minority languages, in\nspeech and writing, in public and private life;”\n\n", "70.": "\nThe Committee has not received any information as to what number of pupils is considered sufficient\nregarding the right to receive pre-school education in Sami and there seems to be a structural problem in\nthat it is up to each local authority to decide whether or not pre-school education is offered. The Committee\nmust conclude that the obligation is partly fulfilled.\n\n15\n\n\fThe Committee finds that the Swedish authorities in co-operation with the respective\nmunicipalities should raise awareness of the right to mother-tongue instruction in Sami and\nfurthermore that they should facilitate the work of the Sami School Board by providing it with\nbetter means to make available pre-school education in the Sami languages.\n\nPrimary Education\n“b. i.\nb. ii.\nb.iii.\nb. iv.\n\nto make available primary education in the relevant regional or minority languages; or\nto make available a substantial part of primary education in the relevant regional or minority\nlanguages; or\nto provide, within primary education, for the teaching of the relevant regional or minority\nlanguages as an integral part of the curriculum; or\nto apply one of the measures provided for under i to iii above at least to those pupils\nwhose families so request and whose number is considered sufficient”\n\n", "19.": "\nSpecific measures were provided for in the framework of the Swedish Minority Policies Document,\npresented in the Government Bill 1998/99:143 (National Minorities in Sweden). The proposals made in this\nbill were adopted by the Riksdag in December 1999 (Committee Report 1999/2000/KU6, Government\nCommunication 1999/2000:69). Subsequently the two legal acts mentioned above were adopted, followed by\nthe ratification of the Charter.\n\n", "98.": "\nUppsala University and Umeå University, both outside Norrbotten, offer teaching and research in the\nSami language. Various adult education associations, such as folk high schools, and Sami associations offer\ncourses in the Sami language outside the area where it is traditionally spoken in Norrbotten. As in the County\nof Norrbotten, difficulties arise due to the lack of trained teachers and the lack of teaching materials.\n", "31.": "\nWhere there exists a linguistic continuum with persons in adjacent territories speaking variants\nsimilar to one another, the distinction between a language and a dialect can be a difficult question. It\ninvolves not only the linguistic criterion, but also often political, social, cultural and historical criteria. The\nCommittee understands that there is an on-going debate in Sweden on the status of Scanian.\n", "112.": "\nIn practice, the Sami language is rarely used in dealings with the State administration, partly\nbecause the legislation is still rather recent. The Norrbotten County Administrative Board has also made\ninformation available to the public on the language legislation in Sami. However, the Committee has also\nbeen informed of some substantial practical obstacles to the successful implementation of these\nundertakings, such as the lack of staff with an adequate command of the Sami language. According to the\n22\n\n\favailable information, language competence is very rarely seen as a merit or a special qualification in job\nannouncements.\n", "132.": "\nAccording to the information received by the Committee, 30 minutes of Sami and 5 minutes of Sami\nnews in Swedish are broadcast at the national level from Monday to Friday. These broadcasters include 20\nminutes of Lule Sami and 20 minutes of South Sami per week. On the local level 55 minutes of Sami and 5\nminutes of Sami news in Swedish are broadcast from Monday to Friday in Norrbotten.\n", "59.": "\nAccording to the Government Bill 1996:97:3 and Government Communication 1996/97:129, it is vital\nthat all pupils in the Swedish school, from children to adult students, learn the history of the country’s national\n13\n\n\fminorities, their culture, language and religion. The school curricula (Lpo 94 and Lpf 94) have therefore been\namended to include instruction on national minorities and minority languages. National minorities and minority\nlanguages have also been taken into account in the recent revision of school syllabi.\n", "36.": "\nWith respect to Finnish spoken outside the Norrbotten County the Committee was informed of an\ninformation campaign when the legislation had been introduced.\n", "139.": "\nThe Government has commissioned a report on this issue from the Swedish Press Subsidies\nCouncil, which was due to report in May 2002. The report was published in autumn 2002. Therefore the\nCommittee has not been able to avail itself of the content of the report but assumes that the Swedish\nauthorities will come back to this in their next periodical report.\n", "101.": "\nAccording to Section 4 of the Act, any person who is a party to or a representative of a party to a\ncase or a matter at a court of law is entitled to use Sami during the hearing of the case. Section 6 of the\nsame Act requires persons who wish to use this right to request so at the opening of the case or at his or her\nopening statement. The judge is entitled to reject this request when it is made later or for improper purposes.\nThis includes the right to speak Sami and to submit documents and written evidence in Sami. The use of the\nright incurs no additional costs for the party.\n", "91.": "\n\nThe Committee considers, nevertheless, the undertaking fulfilled.\n\n18\n\n\fBasic and further training of teachers\n“h.\n\nto provide the basic and further training of the teachers required to implement those of\nparagraphs a to g accepted by the Party”\n\n", "165.": "\nThe Sami Language Council is responsible for developing the Sami language in Sweden. Among other\nthings, the Council is to promote the Sami language in society, support the use of Sami language in private as\nwell as public life, determine the spelling of Sami words, advise and provide information on Sami language\nissues and generally inform about the language. The existence of such a council is positive and it should be\nensured by the Sami Parliament that the Council receives adequate resources and support to carry out\nlanguage related activities.\n", "140.": "\n\nThe Committee does not consider the undertaking fulfilled.\n\nThe Committee suggests that the authorities explore possibilities of establishing a newspaper in\nSami, for example in co-operation with the newspapers in Sami in neighbouring countries. In this\nrespect the authorities should be flexible in using funds for that purpose.\n\n“f. ii.\n\nto apply existing measures for financial assistance also to audiovisual productions in\nthe regional or minority languages;”\n\n", "42.": " In order to counteract the lack of trained interpreters in the Romani language a one year long education\nin interpreting has recently been arranged in the city of Gothenburg. At present there are 15 young Roma\nattending this education.\n", "125.": "\nThe Swedish Authorities have provided evidence of positive steps taken to encourage and increase the\nprovision of regional or minority language broadcasting. The licences of the public sector broadcasters\nSwedish Television (SVT), Swedish Broadcasting Corporation (SR) and Swedish Educational Broadcasting\nCompany (UR) prescribe that they must take into account the needs of minority languages. These\norganisations have also been required to increase their efforts in the current licence period compared with\n", "52.": "\nVarious adult education institutions and universities offer the teaching of Finnish and the Sami\nlanguages. Some of these institutions are situated within Norrbotten County. This element will be further\ndeveloped in the chapter on the Finnish language.\n“h.\n\nthe promotion of study and research on regional or minority languages at universities or\nequivalent institutions;”\n\n", "79.": "\nTeaching materials for secondary level instruction in the Sami languages and for Sami-related\nsubjects are lacking in Sweden. The materials used in the schools are produced in Norway.\n", "83.": "\nThe Committee considers the undertaking formally fulfilled but improvements could be made for the\navailability of technical and vocational education.\n\n17\n\n\fUniversity and Higher Education\n“e.i.\ne.ii.\ne. iii.\n\n", "171.": "\nThe co-operation between Finland, Sweden and Norway in the fields of education and culture is\nincluded in the 1971 Cultural Co-operation Treaty of all five Nordic countries. It concerns the various sectors of\n29\n\n\fculture, information services and education, where language is a central element. These projects include, for\nexample, financial support for translating literature, co-operation between the Nordic language boards and the\nplatform of language instruction, NORDMÅL. The Nordic Council of Ministers has a specific language\nprogramme.\n", "10.": "5\nThe following paragraphs and sub-paragraphs under Article 11 shall apply to Sami, Finnish and Meänkieli:\n63\n\n\f1", "24.": "\nSweden has a ve ry long tradition of local and regional democracy. The local authorities in Sweden\nare mainly responsible for the practical implementation of the Charter, especially in the field of education.\nLocal and regional self-government is of course a positive element in a democratic society. However, the\ndisadvantage encountered by the Committee of Experts is that the organisation of many public services in\nminority languages in Sweden largely depends on the political will of the elected representatives of the\nmunicipalities. Having ratified the Charter, Sweden undertook serious obligations to organise services in\nthese languages and at present this is not being done in municipalities where there is a lack of political\nsupport. The authorities do not feel responsible for this lacuna, as they consider the implementation of\ncertain obligations to be the responsibility of the local authority. The local authorities on the other hand do\nnot feel responsible because they consider that there is no demand for the use of the languages in\nplurilingual areas and also they do not feel bound by the undertakings of the Charter.\n", "38.": "\nFor the Romani languages, the government has not yet developed a structured policy that could be\nunderstood as resolute action, but there is co-operation going on between the government and the\nrepresentatives of the languages. A special Roma working group has been established by the Ministry of\nIndustry and has been active since 1996. Work to raise the awareness of the cultural needs and wishes of\nthe Roma community is being carried out. Recently the ministry has encouraged the municipalities to work\nmore closely with the Roma communities. During its “on-the-spot visit” the delegation noted that the\nrepresentatives of the Romani languages underlined their interest in protecting their languages, and expressed\nthe need for constructive assistance by the authorities.\nThe Committee of Experts encourages the authorities to take resolute action in co-operation with the\nrepresentatives of the Romani languages with a view to assisting in the preservation and promotion of\nthe respective languages.\n", "293.": "\nThe fact that the Meänkieli language lacks a standardised written form poses a special challenge to\nthose striving to promote Meänkieli in various spheres of life. Among the Meänkieli speakers, initiatives have\nbeen taken to standardise and modernise the language and there are plans to establish a Meänkieli\nlanguage council. Language standardisation is however a time consuming and complicated process which\nrequires adequate support from the authorities.\n\nArticle 8 - Education\n", "133.": "\n\nAll Sameradio programmes are available on the internet.\n\n", "44.": "\nIn 1997, the Swedish government established a special Council on Ethnic Equality and Immigrant\nIntegration. Among the participants in this council are representatives of the regional or minority languages\ncovered by the Charter. The Council meets four times a year and provides advi ce to the government on\nmatters relating to ethnic equality and immigrant integration. Even though the Sami and Meänkieli languages\nare not represented on this board, the Committee considers this a good initiative.\n", "30.": "\nDuring its \"on-the-spot visit\" to Sweden the delegation of the Committee met representatives of the\nspeakers of Scanian. The organisation \"The Foundation for the Future of Scanian\" also communicated a\nwritten comment to the Committee of Experts in accordance with paragraph 2 of article 16 of the Charter.\nDuring the meeting, the Scanian representatives made it clear that their aim was not to secure protection\nunder the Charter for Scanian as a living regional or minority language, but to put an end to what they\nregarded as the unjustified neglect by the Swedish Government and Academia of the history and traditions\nof Scanian. They felt that a stigma was attached to the use of Scanian because of a lack of respect for these\nmatters.\n", "58.": "\nThe recent language legislation in Sweden laid foundations for a better and a more equal treatment\nof the Sami, Finnish and Meänkieli languages. The Committee has the impression that the authorities\ncontinue working on the improvement of the status of these languages and introducing further measures in\ntheir favour. The Committee has noticed some improvement also with respect to Romani, although it requires\nfurther attention.\n“Paragraph 3\nThe Parties undertake to promote, by appropriate measures, mutual understanding between\nall the linguistic groups of the country and in particular the inclusion of respect,\nunderstanding and tolerance in relation to regional or minority languages among the\nobjectives of education and training provided within their countries and encouragement of\nthe mass media to pursue the same objective.”\n", "123.": "\n\nThe Committee considers the obligation formally fulfilled.\n\nThe Committee encourages the Swedish authorities to take practical and organisational measures\nto ensure the use of Sami.\n\n“Paragraph 5\nThe Parties undertake to allow the use or adoption of family names in the regional or minority\nlanguages, at the request of those concerned.”\n", "43.": "\nThere is one news magazine printed 6 times a year for the Roma population, but it is produced in\nSwedish.\n“e.\n\nthe maintenance and development of links, in the fields covered by this Charter, between\ngroups using a regional or minority language and other groups in the State employing a\nlanguage used in identical or similar form, as well as the establishment of cultural\nrelations with other groups in the State using different language;”\n\n", "100.": "\nThe right to use Sami in criminal proceedings is guaranteed by the Act on the right to use Sami in\nadministrative authorities and courts of law (SFS 1999:1175) which entered into force on 1 April 2000. It\napplies to county administrative courts, district courts, land tribunals, environmental courts or maritime courts\nwithin the administrative area for Sami. This area includes Arjeplog, Gällivare, Jokkmokk and Kiruna\nmunicipalities. It also applies to appeal proceedings in these cases.\n", "51.": " In some municipalities there is no doubt a competition between municipal schools and independent\nSwedish Finnish schools. However the Swedish authorities do not have the impression that this is the case\neverywhere. In other municipalities there is a good and fruitful cooperation between the municipality and the\nSwedish Finnish school.\nIt should also be noted that, according to the School Ordinance, bilingual education for Finnish-speaking\npupils is possible for all years in compulsory school ( 9 years). For other languages bilingual education is\npossible for the first six years.\n", "153.": "\nThe National Council for Cultural Affairs allocates grants to Sami publishing companies. However,\naccording to the information available, very few works in the Sami language are published, with the aid of these\ngrants. The Committee has been informed that grants have in most cases been granted for publication of\nchildren’s books.\n", "64.": "\nThe paragraphs and sub-paragraphs quoted in bold italics are the actual obligations chosen by\nSweden.\n\n", "172.": "\nInitial contacts have taken place between Sweden and both Finland and Norway concerning exchange\nof experiences of policy-making on national minorities.\n", "3.": "\nencourage and/or facilitate the creation and/or maintenance of at least one newspaper in Sami and\nMeänkieli;\n", "143.": "\nThe Committee must conclude that this undertaking is formally fulfilled in that existing resources are\ncapable of being applied to productions in Sami but would like to see evidence in the next periodical report\nthat such financial assistance is given in practice to productions in Sami.\n“Paragraph 2\nThe Parties undertake to guarantee freedom of direct reception of radio and television\nbroadcasts from neighbouring countries in a language used in identical or similar form to a\nregional or minority language, and not to oppose the retransmission of radio and television\nbroadcasts from neighbouring countries in such a language. They further undertake to ensure\nthat no restrictions will be placed on the freedom of expression and free circulation of\ninformation in the written press in a language used in identical or similar form to a regional or\nminority language. The exercise of the above-mentioned freedoms, since it carries with it duties\nand responsibilities, may be subject to such formalities, conditions, restrictions or penalties as\nare prescribed by law and are necessary in a democratic society, in the interests of national\nsecurity, territorial integrity or public safety, for the prevention of disorder or crime, for the\nprotection of health or morals, for the protection of the reputation or rights of others, for\npreventing disclosure of information received in confidence, or for maintaining the authority\nand impartiality of the judiciary.”\n", "84.": "\n\nto make available university and other higher education in regional or minority languages; or\nto provide facilities for the study of these languages as university and higher education subjects;\nor\nif, by reason of the role of the State in relation to higher education institutions, subparagraphs i and ii cannot be applied, to encourage and/or allow the provision of university\nor other forms of higher education in regional or minority languages or of facilities for the\nstudy of these languages as university or higher education subjects”\n\nMost of the higher education provided in and of Sami is available outside the Sami administrative area.\n\n", "78.": "\nAccording to the information gathered by the Committee, availability of mother-tongue teaching of Sami\nin secondary education depends on the will of the municipality, which decides if this teaching is made available\non the basis of the number of students, and the resources available. The authorities informed the Committee of\none secondary school where teaching of Sami is available. This is the Bokenskolan in Jokkmokk, which among\nits national programmes also has an economic and social sciences programme with a particular Sami profile.\nTeaching of North, South and Lule Sami is offered as well as Sami crafts. In the school year 2000/2001, 30\nstudents were admitted to the school, while 15 of them participated in Sami instruction given two hours a week\nin each Sami language. The Committee has received no information of secondary education elsewhere. The\nCommittee would welcome more comprehensive information on Sami in secondary education.\n", "90.": "\nThe Committee was informed that sometimes this teaching depends on the will of the teachers or\nheadmasters. The Committee feels that there should be a stronger structured commitment within the\ncurriculum to ensure the teaching of the history and the culture which is reflected by the Sami language.\n", "113.": "\n\nThe Committee considers undertaking a.v) fulfilled.\n\n", "17.": "\nIt was brought to the attention of the Committee that there seems to be a dispute regarding the\nstatus of Scanian, i.e. whether it is a dialect of Swedish or a separate language. Before ratifying the Charter,\nthe authorities concluded that for the purpose of the Charter Scanian was considered a dialect of Swedish.\nThe Committee will elaborate further on this matter in chapter 2.1 of this report.\n", "25.": "\nAs a result of this division of responsibilities between the local and regional governments and the\ncentral state, the situation of the Swedish regional or minority languages differs considerably from one\nmunicipality to the other. There does not appear to be a coherent policy among municipalities, with the result\nthat it is possible for residents in some municipalities to have substantial services in public life in their\nlanguage, whereas in other municipalities the situation is very poor. This is particularly true for the Finnish\nand Meänkieli languages. Each municipality in the Norrbotten County is invited by the government to\npropose a plan of action for the minority languages. To the knowledge of the Committee of Experts, Pajala is\nthe only municipality to have adopted such an action plan.\n", "150.": "\nProgrammes produced in Sami by the Swedish Television Company as a rule have subtitles in\nSwedish.\n", "6.": "\nThe delegation of the Committee also met representatives of the speakers of the various languages\nin Sweden. This included the Sami languages, Sweden Finnish language, the Meänkieli language, Romani\nChib, and finally representatives of the organisation \"The Foundation for the Future of Scanian\". The\nCommittee had invited representatives of the Yiddish language but they unfortunately did not attend the\nmeeting. On the basis of the information gathered from the initial periodical report, the questionnaire and the\n\"on-the-spot visit\", the Committee of Experts was better able to prepare its evaluation of the application of\nthe Charter in Sweden.\n", "33.": "\nThe ratification of the Charter and especially the adoption of the legal acts on the use of Sami, Finnish\nand Meänkieli in administrative authorities and courts of law (SFS1999:1175 and SFS 1999:1176) have created\na platform where it is clear that the Swedish authorities recognise these three languages as an expression of\n9\n\n\fcultural wealth. The new national minorities and minority language policy has also recognised the Yiddish and\nthe Romani languages as being integral elements of Swedish cultural wealth.\n“b.\n\nthe respect of the geographical area of each regional or minority language in order to\nensure that existing or new administrative divisions do not constitute an obstacle to the\npromotion of the regional or minority language in question;”\n\n", "57.": "\nThe Committee has also been informed of regular contacts of users of Yiddish in Sweden with users of\nthe same language elsewhere, especially in Finland.\n“Paragraph 2\nThe Parties undertake to eliminate, if they have not yet done so, any unjustified distinction,\nexclusion, restriction or preference relating to the use of a regional or minority language and\nintended to discourage or endanger the maintenance or development of it. The adoption of\nspecial measures in favour of regional or minority languages aimed at promoting equality\nbetween the users of these languages and the rest of the population or which take due\naccount of their specific conditions is not considered to be an act of discrimination against\nthe users of more widely-used languages.”\n", "45.": "\nThe Swedish Bureau for Lesser Used Languages (SWEBLUL) has also been identified by the\nauthorities as an organisation having the object of developing and co-ordinating links between the regional or\nminority languages in Sweden. Regrettably the functioning of this organisation has so far not been very\nsuccessful in Sweden. It is clear that an organisation such as SWEBLUL could be of help to the authorities in\nthe maintenance and development of links between regional or minority languages\n\nThe Committee encourages the Swedish authorities to promote a dialogue between speakers of\nthe various minority languages in Sweden.\n\n“f.\n\nthe provision of appropriate forms and means for the teaching and study of regional or\nminority languages at all appropriate stages;”\n\n", "122.": "\nThe Committee underlines the importance of the presence of translators or interpreters, as they are\nthe basis of the implementation of a number of undertakings under article 10.\n", "62.": "\nIn the case of Sweden, the Romani and Yiddish languages are considered as non-territorial\nlanguages. In its appreciation of their situation vis-à-vis paragraphs 1 to 4 of article 7, the Committee has\nkept in mind that those principles should be applied mutatis mutandis.\n\n", "50.": "\nThe general legal provisions presently existing for the teaching of the Yiddish language are the same\nas for other minority languages. However, the Committee has been informed that presently there is no\nteaching of Yiddish in schools. The Committee is aware that the authorities are looking into the matter.\n", "103.": "\nIt is unclear to the Committee how the term “improper purposes” as stipulated in paragraph 2 of\nArticle 6 of the Sami language act is to be interpreted. The Committee is concerned that the wording of the\nact might give a more insecure position for people wanting to use Sami than what is envisaged in the Charter\nitself. It has asked the Swedish authorities for clarification on this point.\n", "65.": "\nThe central state, in co-operation with the National Agency for Education defines the goals for all the\nschools in Sweden in the national school curriculum. The National Agency for Education also has the role of\nmonitoring the school activities and establishing the school syllabus. The municipalities, however, have the\nmain responsibility for organising the schools in accordance with the goals established by the state. This\napplies to pre-school education, primary and secondary education. The municipality presents a school plan,\nwhich can define the way in which the subjects will be taught in accordance with the school curriculum and\nthe syllabus. The municipalities are allocated a certain budget to organise education in their local authority.\n14\n\n\fThere is no earmarked funding for the teaching of minority languages, in contrast to the period from the\n1970s until the 1990s when there was in fact a special budget for the minority languages. The teaching of\nminority languages is therefore primarily dependent on the policy of the local authority in question and also\non the teachers and headmasters in the individual schools.\n", "18.": "\nThe general legal framework governing the use of regional or minority languages in Sweden is as\nfollows:\na.\nb.\n\nThe Act on the Use of Sami in Administrative Authorities and Courts of Law (SFS\n1999:1175)\nThe Act on the Right to Use Finnish and Meänkieli in Administrative Authorities and Courts\nof Law (SFS: 1999:1176)\n\n", "73.": "\nThe second possibility is the integrated Sami education in municipal schools. Integrated education is\norganised by the local muncipality in co-operation with the Sami School Board and is specifically aimed at\nSami children who do not attend Sami schools in grades 1-6 as well as at pupils in grades 7-9 in the\nmunicipal school. The children enrolled in this education receive the instruction within the regular timetable,\nbut thereby omitting other subjects. Integrated Sami instruction implies teaching of Sami as a compulsory\nsubject, and for example social studies, handicrafts, home economics, art and music with a special Sami\nprofile. Integrated education is organised in the following municipalities: Kiruna, Gällivare, Jokkmokk,\nStoruman, Vilhelmina, Krokom, Härjedalen and Älvdalen. In the school year 2000/2001, the number of\nstudents participating in integrated Sami education was 181.\n", "158.": "\nThe Sami Parliament Council of Cultural Affairs handles most of the questions related to the Sami\ncultural activities. The Parliament serves as a public authority and is at the same time a representative body\nfor the Sami. According to its rules, the Sami Parliament has Sami as one of its official languages. The staff\nof the Sami Parliament has a command of Sami and of Swedish.\n", "173.": "\nTrans-national exchanges are common among the Sami especially in the border region between\nFinland, Sweden and Norway where Sami is spoken. The Sami Parliaments of Finland, Sweden and Norway\ncooperate in several fields. They all have Sami language councils. National language councils, together with\nthe Sami in Russia, cooperate in a common Sami Language Council. One important task for the various\nlanguage councils is to develop common standards for the Sami languages in the Sami Homeland (the\ntraditional area inhabited by the Sami), e.g. harmonising the varieties spoken in the four countries and\nharmonising the terminology used in various fields.\n", "97.": "\nThe general mother-tongue instruction programme includes the Sami language in the Swedish school\nsystem irrespective of the region where the pupils live. In practice, a shortage of teachers in the three Sami\nlanguages as well as a shortage of teaching materials often render the realisation of the commitment difficult.\n", "85.": "\nSami education up to Ph. D level is offered at Umeå University and Uppsala University. Both\nuniversities have offered courses in South, North and Lule Sami. Umeå University has also offered special\nundergraduate and graduate programmes in Sami studies. Special summer programmes have been offered\nand long distance learning. Some courses in Sami have also been offered at the Luleå Institute of Technology,\nwhich is situated in Norrbotten. The Committee considers this undertaking fulfilled.\nAdult and continuing education\n“f. iii.\n\nif the public authorities have no direct competence in the field of adult education, to favour\nand/or encourage the offering of such languages as subjects of adult and continuing\neducation”\n\n", "163.": "\nThe Committee will welcome the results of this investigation in the next Swedish report and concludes\nthat the undertaking is partly fulfilled.\n“h.\n\nif necessary, to create and/or promote and finance translation and terminological\nresearch services, particularly with a view to maintaining and developing appropriate\nadministrative, commercial, economic, social, technical or legal terminology in each\nregional or minority language.”\n28\n\n\f164.\nOne of the tasks of the Sami Parliament is to lead the work for the Sami language in Sweden. For that\npurpose, a group of experts was set up in 1994, the Sami Language Council. The council consists of six\nmembers, with substitutes, representing North, Lule and South Sami.\n", "142.": "\nThere was no example given of any audiovisual works in Sami to which financial assistance had been\ngiven outside the remit of the broadcasters, e.g. film funding, CD ROM or online-content funding.\n", "22.": "\nIt was interesting to note that due to the increased attention languages have had during recent years\nin Sweden, the authorities had taken the initiative to establish a governmental committee to evaluate the\nsituation of the Swedish language and to propose measures to strengthen it. These measures are\nconsidered necessary against the influence of English on the Swedish language as well as the predominant\nuse of English in specific fields of public and private life. At the same time, it was recognised in the\nconclusions of this committee that regional or minority languages should have their place in public life and\nmeasures undertaken in respect of Swedish should not diminish the existing protection provided for the\nminority languages.\n", "295.": "\nAccording to the School Ordinance, mother-tongue teaching in a regional or minority language\nmedium must not exceed 50%, and the share of Swedish should increase as the pupils advance to higher\ngrades. The speakers of the minority languages have criticized the limit of 50%. The Committee is concerned\nas to the possible negative effects this might have on the protection and promotion of regional or minority\nlanguages in Sweden.\n", "9.": "3\nThe following paragraphs and sub-paragraphs under Article 10 shall apply to Sami, Finnish and Meänkieli:\n1", "159.": "\n\nThe Committee considers the undertaking fulfilled.\n“f.\n\nto encourage direct participation by representatives of the users of a given regional or\nminority language in providing facilities and planning cultural activities;”\n\n", "148.": "\n\nThe Committee considers this undertaking fulfilled.\n“b.\n\nto foster the different means of access in other languages to works produced in regional\nor minority languages by aiding and developing translation, dubbing, postsynchronisation and subtitling activities;”\n\n", "46.": "\nIn general terms, children speaking the minority languages in Sweden have a statutory right to mothertongue instruction in school. There are several ways of including the teaching of mother-tongues in the school\nschedule. The usual practice is that the school offers 1-2 lessons of some mother-tongues outside the\nregular curriculum but it can also offer them as optional subjects included as a “language choice” (språkval),\n“pupil’s choice” (elevens val) or the “school’s choice” (skolans val). Mother-tongue instruction concerns all the\nlanguages covered by the Charter’s protection mechanism. According to the information gathered by the\nCommittee, the speakers of Sami, Meänkieli and Romani have a particular right to mother-tongue instruction,\neven if the number of pupils is less than the minimum required number of five. This right does not extend to\nFinnish or Yiddish. In connection with Finnish, the issue has been raised repeatedly by the representatives of\nthe speakers of Finnish as well as by the National Agency for Education. The effective fulfilment of the statutory\nright to mother-tongue instruction is hampered in practice for several other reasons that will be developed later\nin the report.\n", "135.": "\nThe Swedish Authorities have referred to Filmpool Nord, which is a regional resource centre for film\nand video production in the county of Norrbotten and a regional film production centre. Filmpool Nord has\nbeen assigned by the Swedish Film Institute the task of being a regional actor to co-produce regional films.\nIt is not clear, however, to what extent it has a specific remit in respect of producing and/or distributing Sami\nlanguage works. The Committee is, therefore, not in a position to say whether this undertaking is fulfilled.\n“e. i.\n\nto encourage and/or facilitate the creation and/or maintenance of at least one newspaper\nin the regional or minority languages;”\n\n", "56.": "\nThe authorities support contacts between speakers of Romani languages in Sweden and in other\nNordic countries as well as in other parts of Europe.\n", "121.": "\nThe municipalities and county councils provide translation or interpretation as may be required for\nthe fulfilment of the above listed provisions. A state subsidy is given to cover costs relating to the Language\nAct. The Norrbotten County Administrative Board administers the State grant. The Committee has been\ninformed that at least in one case the grant has not been spent for the designated purposes, because,\nallegedly, there is no demand.\n", "75.": "\nThere is a lack of adequate teaching materials in Sami, especially in the Lule and South Sami\nlanguages. The Sami School Board has periodically engaged a Sami teaching materials consultant but today\nthere is none. During the 1990s, a small number of titles used as teaching materials were produced in\nSweden. Most part of the materials available are produced in Norway, but in any case they are not sufficient.\n", "63.": "\nThe Committee of Experts examined in more detail the existing protection of the languages that have\nbeen identified under the protection mechanism of Part III of the Charter. The languages in question are\nSami, Finnish and Meänkieli in the Norrbotten County. The territory of each language is confined to certain\nmunicipalities as stated in the two language acts.\n", "157.": "\nAccording to the initial periodical report, the Cultural Council within the Sami Parliament plays an\nimportant role concerning the Sami culture. The National Council of Cultural Affairs and the Council for Cultural\nAffairs within the Sami Parliament have a continuous dialogue concerning the allocation of grants for Sami\ncultural activities. The purpose behind the co-operation is to make sure that there is no duplication of grants\nand to obtain professional comments from the Sami Parliament on incoming applications. The Committee\nconcludes that this undertaking is fulfilled.\n“e.\n\nto promote measures to ensure that the bodies responsible for organising or supporting\ncultural activities have at their disposal staff who have a full command of the regional or\nminority language concerned, as well as of the language(s) of the rest of the population;”\n\n", "174.": "\nIn August 2001, news broadcasts in Sami were launched in co-operation with NRK (Norwegian\nTelevision). YLE (Finnish Television) joined in this co-operation as from 2002. There have also been plans to\nestablish a joint Nordic Sami TV channel in the future. An extensive EU project has been carried out within the\nframework of the Nordic co-operation and there are plans for additional applications to the EU.\n", "151.": "\nThe National Council for Cultural Affairs proposes that the Filmpool Nord probably could be a resource\nin the future to encourage new ways to write and produce texts.\n", "72.": "\nThe first option is the six so-called Sami schools. The schools follow the national curriculum but have\na special emphasis on Sami language and culture. The Swedish Education Board has determined a\ncurriculum in the Sami language. These curriculum goals are to be fulfilled in the Sami language and\neducation is organised for pupils who have Sami as their first language (mother-tongue) and for those who\nhave Sami as their second language. In the Sami schools pupils may complete their primary school\ncompulsory education (grades 1-6). Only limited use of the Sami language as medium of instruction was\nmade in teaching until the beginning of the 1990s. After a research project aimed at developing a model for\nlanguage instruction in the Sami schools was finished in 1994, instruction in Sami has increased in these\nschools, although Swedish-medium instruction is still predominant. Sami is used most during the years 1-3,\nwhile Swedish is used almost exclusively during the years 4-6. Today Sami schools are situated in\nKaresuando (North Sami), Kiruna (North Sami), Lannavaara (North Sami), Gällivare (North and Lule Sami),\nJokkmokk (North and Lule Sami), and Tärnaby (North, Lule and South Sami). The total number of students\nin the Sami schools in the academic year 2000-2001 was 164.\n", "145.": "\nThe fundamental duty of the Sami Parliament is to promote a vital Sami culture. The Cultural Council of\nthe Sami Parliament allocates governmental subsidies, resources from the Sami fund and also from other\nmeans made available to the Sami, to Sami culture and Sami organisations. Among the recipients are the Sami\nTheatre, the Handicraft Foundation, the Sami Library and the Sami magazine Tidningen Samefolket.\n", "118.": "\nAs early as 1984 the Riksdag decided that great attention must be paid to the Sami minority in\nnorthern Sweden when establishing names on maps and when putting up road signs. When place-names\nare established in multi-lingual areas they must be produced in the languages spoken in the region. The\nminorities’ spelling should be adopted. The maps produced by the National Land Survey show place-names\nin Swedish and Sami. In 1995, the National Road Administration gradually began to supplement signs of\nplace-names in Norrbotten and Västerbotten with names in Sami and Finnish.\n23\n\n\f119.\nThe Committee has been informed that the presence of Sami place names is still not satisfactory.\nBearing in mind that this is an on-going process, the Committee commends the efforts made by the Swedish\nauthorities in this field.\n", "120.": "\n\nAt this stage the Committee must conclude that the undertaking is only partly fulfilled.\n\n“Paragraph 4\nWith a view to putting into effect those provisions of paragraphs 1, 2 and 3 accepted by them,\nthe Parties undertake to take one or more of the following measures:\na.\n\ntranslation or interpretation as may be required;”\n\n", "86.": "\nThe Sami Education Centre in Jokkmokk has offered adult and continuing education in Sami language,\nhandicrafts, entrepreneurship, tourism and culture. The target group for these courses are adult Sami who have\na compulsory school education. The education programme in this Centre takes 1-2 years to complete. Some\nfolk high schools (folkhögskolor), such as Storuman folk high school, Tärna folk high school and Mälmfälten folk\nhigh school, have occasionally offered Sami profile courses for adults.\n", "96.": "\nAccording to the information available to the Committee there are various levels of monitoring bodies in\nthe field of education. Firstly, the Sami School Board has the responsibility of organising education in Sami.\nThe County of Norrbotten has also established a special working group responsible for evaluating the\nimplementation of the language laws that cover pre-school education. Finally, the National Education Agency\nhas a certain responsibility for monitoring minority language education. In 2001, this agency published a report\non the situation of minority languages in the Swedish educational system and included a section on Sami. It is\nnot clear from the information received, whether this report is part of the periodical monitoring and reporting, as\nrequired by this undertaking. The Committee has received no information regarding the regular monitoring and\nthe production of periodical reports which is envisaged in the Charter. On the basis of the information made\navailable, the Committee is not in a position to conclude whether the undertaking is fulfilled.\n\n19\n\n\f“Paragraph 2\nWith regard to education and in respect of territories other than those in which the regional or\nminority languages are traditionally used, the Parties undertake, if the number of users of a\nregional or minority language justifies it, to allow, encourage or provide teaching in or of the\nregional or minority language at all the appropriate stages of education.”\n", "102.": "\nThe Committee has been informed that in practice this right has rarely been used and that the\nmajority of the relevant courts had no contacts with persons wanting to speak Sami. The Committee has\nobserved that in Sweden the implementation of this undertaking is facing similar problems as those already\nobserved by the Committee in other countries. The principal problems are the lack of competence in the\nminority language by the authorities, fear by the speakers of being seen as troublemakers, fear of delay in\nthe proceedings and lack of legal terminology. Many of these obstacles may be overcome through\ninformation to the courts and to the general public on the possibility to use the Sami language combined with\nthe strengthening of linguistic competence within the courts. For instance, very seldom is it mentioned in job\nannouncements that knowledge of the minority language is considered a merit. The Committee has also\nbeen informed that no particular steps have been taken to make the courts more aware of their obligations in\n20\n\n\faccordance with the Act. Furthermore, the speakers are in no way encouraged to use Sami in courts, while\nat the same time, their competence in Swedish is adequate.\n", "162.": "\nThe government started an investigation concerning the situation of archives in Sweden in\nDecember 2000. The committee that was assigned to make the investigation was to present a report on the\nresults in 2002. In the terms of reference it is stated that this committee shall investigate appropriate methods\nfor the preservation and administration around the country of documents that are written in Finnish and other\nnational minority languages. It is also stated that the committee shall make a presentation of what kind of\ndocuments are preserved, what state they are in and to what degree the public have access to them.\n", "1.": "\ntake immediate measures to strengthen access to education in regional or minority languages, to\ndevelop teaching materials and improve teacher training at all levels of education;\n", "294.": "\nThe central state, in co-operation with the National Agency for Education defines the goals for all the\nschools in Sweden in the school curriculum. The National Agency for Education also has the role of\nmonitoring the school activities and establishing the school syllabi. The municipalities, however, have the\nmain responsibility for organising the schools in accordance with the goals established by the state. This\napplies to pre-school education, primary and secondary education. The municipality presents a school plan,\nwhich can define the way in which the subjects will be taught in accordance with the school curriculum and\nthe syllabus. The municipalities are allocated a certain budget to organise education in their local community.\nThere is no earmarked funding for the teaching of minority languages, in contrast to the period from the\n1970s until 1991, when there was in fact a special budget for the minority languages. The teaching of\nminority languages is therefore entirely dependent on the policy of the local authority in question and also on\nthe teachers and headmasters in individual schools.\n", "23.": "\nA particular issue of importance for the scope of protection of minority languages is also the territorial\nlimitation of certain statutory regimes of protection. Sweden has restricted the territorial scope of application\nof its Acts concerning the right to use, respectively, Sami and Finnish or Meänkieli in dealings with public\nauthorities and courts (SFS 1999:1175 and SFS 1999:1176) to certain administrative districts in Northern\nSweden. This kind of territorial limitation is in total conformity with the wording and spirit of the Charter as\nlong as the state is simply identifying as relevant territory the (limited) area where a language is traditionally\nspoken to a significant extent, like in the case of Meänkieli and two of the three Sami languages (North and\n7\n\n\fLule Sami). The Committee acknowledges that the drafters of the Charter wanted to reserve a considerable\nmargin of appreciation to the States Parties as concerns the definition of the territory of a minority language\n(see paragraph 34 of the Explanatory Report). However, the territorial definition of the rights under Part III\nbecomes problematic, if the territorial scope of application of the statutory regime is limited to some 5% of\nthe speakers of a given language. This is the case for Finnish in Sweden as 95 % if the speakers are left\noutside the protection in Part III of the Charter even if in part they reside in territories where, historically, the\nlanguage has also been used to a significant extent. The Committee understands that the rather recent\nstatutory regime is the first step in a gradual process of improving the status and protection of minority\nlanguages in Sweden. The Committee acknowledges that there is a serious debate on the issue going on in\nSweden and expresses its hope that this process will lead to a gradual inclusion of other areas where\nFinnish is traditionally used to a significant extent.\n", "147.": "\nIn addition, the government further examines ways of affording the Sami culture and other minority\ncultures sufficient space in Swedish cultural life.\n", "2001.": " The means by which this is to be achieved have not been prescribed by the Government, nor (as far as\nthe Committee could determine) have any targets been set, other than that the broadcasters should not reduce\n24\n\n\fthe total broadcast time in these languages. The Committee found the Swedish Authorities to be receptive to\nthe idea of developing strategies which have proved successful in the case of other regional or minority\nlanguages (e.g. dubbing of children’s programmes).\n", "55.": "\nRegarding the Sami, Finnish and Meänkieli languages, the Committee refers to its evaluation on\nArticle 14 in Part III for each language.\n", "116.": "\nIn addition to the problems observed with regard to the State administration, i. e. lack of staff and\ncompetent interpreters, the Committee has sometimes observed a lack of political will in the local authorities\nto improve the position of Sami. While the State allocates budgets to the municipalities, it has no\ncompetence to monitor the actual spending of that money. The Committee has not been informed of any\nmeasures taken by local and regional authorities to respond to the encouragement given by the state.\n", "60.": "\nThe licences of the public sector broadcasters Swedish Television (SVT), Swedish Broadcasting\nCorporation (SR) and Swedish Educational Broadcasting Company (UR) prescribe that they must take into\naccount the needs of minority languages and ethnic minorities and it is understood that there are programmes\nabout minority language groups.\n\n“Paragraph 4\nIn determining their policy with regard to regional or minority languages, the Parties shall\ntake into consideration the needs and wishes expressed by the groups which use such\nlanguages. They are encouraged to establish bodies, if necessary, for the purpose of\nadvising the authorities on all matters pertaining to regional or minority languages.”\n", "88.": "\n\nThe Committee considers the undertaking fulfilled.\n\nTeaching of history and culture\n“g.\n\nto make arrangements to ensure the teaching of the history and the culture which is\nreflected by the regional or minority language”\n\n", "74.": "\nThe third possibility is to receive Sami mother-tongue instruction in accordance with the national\ncurriculum. The organisation of these classes is the responsibility of the respective local municipality.\nParents wishing their child to receive instruction in Sami inside this system would have to request this from\nthe municipality.\n", "15.": "\nIn Sweden, there is a variety of Romani languages (referred to as Romani Chib in the Initial Report):\nKalderash, Kalé, Lovari, Arli, Tjurari, Sinto, Bungurji and Gurbet. The speakers of Romani languages are not\nconfined to any particular territory. Their number increased recently due to the refugee movements from the\nformer Yugoslavia. The number of speakers of the Romani languages according to the authorities is\nestimated at 20 000.\n\n6\n\n\f16.\nAccording to official information, the Yiddish language is used by about 3.000 speakers. The use of\nthe Yiddish language is not confined to a specific territory in Sweden and it is therefore identified as a nonterritorial language. The Jewish community itself consists of 20 000 – 30 000 persons.\n", "175.": "\nOther fora for transnational co-operation are the non-governmental organisations, the Sami Council\nand the Nordic Sami Institute. The activities of the Sami Council are financed by the Nordic Council of\nMinisters. It is a body for the Sami in the three Nordic Countries and the Russian Federation and its task is to\nsafeguard the interests of the Sami people in economic, social and cultural fields. One of the missions of the\nNordic Sami Institute is to improve the situation for the Sami population socially, judicially and economically\nthrough research and information. The Institute is located in Kautokeino, Norway.\n", "4.": "\nimprove the situation of the Finnish language outside the Finnish administrative area in public life,\nand in particular in education.\n\n67\n\n\f", "129.": "\nDuring the “on-the-spot visit” the media representatives emphasised the crucial role which television\nhas to play in the survival of minority languages, and put forward the idea of creating a transnational Sami\nlanguage television company, with the national television companies as shareholders, as a way of ensuring\nbest use of resources and sustaining and increasing the Sami language broadcast output. Later during the\nmeeting with the authorities, when the delegation of the Committee informed the state media representatives\nof this idea, the authorities appeared to respond positively.\n", "156.": "\n\nThe Committee considers this undertaking fulfilled.\n\n“d.\n\nto ensure that the bodies responsible for organising or supporting cultural activities of\nvarious kinds make appropriate allowance for incorporating the knowledge and use of\nregional or minority languages and cultures in the undertakings which they initiate or\nfor which they provide backing;”\n\n", "152.": "\n\nThe Committee considers this undertaking fulfilled.\n“c.\n\nto foster access in regional or minority languages to works produced in other languages\nby aiding and developing translation, dubbing, post-synchronisation and subtitling\nactivities;”\n\n", "169.": "\n\nThe Committee considers the undertaking fulfilled.\n\nArticle 13 - Economic and social life\n“Paragraph 1\nWith regard to economic and social activities, the Parties undertake, within the whole country:\na.\n\nto eliminate from their legislation any provision prohibiting or limiting without justifiable\nreasons the use of regional or minority languages in documents relating to economic or\nsocial life, particularly contracts of employment, and in technical documents such as\ninstructions for the use of products or installations;”\n\n", "144.": "\nThe Committee considers this undertaking to be fulfilled. In addition, the Committee was informed\nabout numerous examples of mutual co-operation and exchange of materials with the Sami production in\nNorway.\n\n26\n\n\fArticle 12 - Cultural activities and facilities\n“Paragraph 1\nWith regard to cultural activities and facilities - especially libraries, video libraries, cultural\ncentres, museums, archives, academies, theatres and cinemas, as well as literary work and film\nproduction, vernacular forms of cultural expression, festivals and the culture industries,\nincluding inter alia the use of new technologies - the Parties undertake, within the territory in\nwhich such languages are used and to the extent that the public authorities are competent,\nhave power or play a role in this field:\na.\n\nto encourage types of expression and initiative specific to regional or minority languages\nand foster the different means of access to works produced in these languages;”\n\n", "32.": "\nThe Committee is nevertheless concerned by any suggestions of prejudice used against a specific\ndialect or language, independent of the official definition of this idiom. The Committee notes with approval\nthe proposals in the report of the Committee on the Swedish Language to ensure respect for local varieties\nof Swedish. It is hoped that this will go some way towards redressing the feelings of resentment, which the\nrepresentatives of Scanian organisations expressed.\n\nArticle 7 - Objectives and principles\nParagraph 1\n“ In respect of regional or minority languages, within the territories in which such languages are used\nand according to the situation of each language, the Parties shall base their policies, legislation and\npractice on the following objectives and principles:\na.\n\nthe recognition of the regional or minority languages as an expression of cultural\nwealth;”\n\n", "111.": "\nSection 2 of the Act on the right to use Sami in administrative authorities and courts of law provides\nfor the right of a private individual to use the Sami language in his/her oral or written dealings with a public\nauthority within the Sami administrative area. This right applies to dealings with local and regional State\nauthorities. Whenever a person uses Sami, the authorities are obliged to reply orally in the Sami language.\nHowever, a written administrative decision has to contain information in Sami that the decision can be\ntranslated orally into Sami by the authorities upon request. The Act also states that authorities should strive\nto use the Sami language with the Sami speakers.\n", "87.": "\nIt has been pointed out to the Committee that the Swedish education system in support of adult and\ncontinuing education often offers special study grants to organise courses for adults. These study grants are\nfocused on improving the possibility of attaining the objectives in education and especially on improving\nparticipation in education, thus increasing social justice. The actual situation is that adults of Sami origin have\nnot had the opportunity during their education to learn the Sami language. Many of them therefore lack skills in\nSami, especially in its written form, even if they are attached to the Sami culture and tradition. The Sami\nParliament has applied for funding to provide Sami adults with the possibility of participating in Sami language\ncourses.\n", "95.": "\nOn the basis of the information received, the Committee must conclude that the obligation is not\nfulfilled. However, the Committee looks forward to receiving information about the results of these new\ninitiatives mentioned, in the next Swedish periodical report.\nThe Committee encourages the Swedish authorities to promote and enhance teacher training for\nall levels of education.\nMonitoring\n“i\n\nto set up a supervisory body or bodies responsible for monitoring the measures taken and\nprogress achieved in establishing or developing the teaching of regional or minority\nlanguages and for drawing up periodic reports of their findings, which will be made public”\n\n", "105.": "\n\nThe Committee considers this commitment to be only formally fulfilled.\n\nThe Committee encourages the Swedish authorities to take practical and organisational measures\nto ensure that Sami can be used in criminal proceedings.\n\n“a. iv.\n\nto produce, on request, documents connected with legal proceedings in the relevant\nregional or minority language”\n\n", "48.": "\nFor the Romani language there are quite serious difficulties. In education, there is a serious lack of\nteachers and teaching materials and even if the situation has improved over the last years, there is still a real\nneed for financial and technical support from both local and national government. It is common in Europe\nthat the Roma populations are sometimes reluctant to have their language taught by people coming from\noutside their communities. This seems to be changing in Sweden, as communicated by the representative of\nthe Kale language who acknowledged the fact that if the language is not taught in schools to Roma children\nit will certainly disappear and stated that they no longer want to keep it a “secret” language. According to the\nreport published by the National Agency for Education in 2001, the number of pupils participating in mothertongue instruction in Romani in the school year 1999/2000 in seven municipalities was 181 (of 576 pupils\nentitled to this instruction), with Stockholm and Malmö being the biggest concentrations (100 of 203 and 32 of\n163 respectively). Presently, there are 25 Roma students taking teacher-training courses. The Committee\nconsiders training of minority language teachers essential for the promotion of the Romani languages and\nunderlines the necessity to strengthen efforts in this field.\n", "297.": "\nAccording to ", "7.": "\nThe Committee has established a list of proposals for the preparation of recommendations of the\nCommittee of Ministers to Sweden, as required by Article 16.4 of the Charter (see ", "124.": "\nAccording to the information received, there is nothing in Swedish legislation that would forbid\nindividuals from keeping their family name or surname. Newly created family names must have a\npronunciation and spelling and linguistic correctness which are suitable for a family name in Sweden. When\nconsidering appropriateness, the Sami language constructions are considered to constitute national\nparlance. Accordingly, the Committee considers this undertaking fulfilled.\nArticle 11 - Media\n“Paragraph 1\nThe Parties undertake, for the users of the regional or minority languages within the territories\nin which those languages are spoken, according to the situation of each language, to the extent\nthat the public authorities, directly or indirectly, are competent, have power or play a role in this\nfield, and respecting the principle of the independence and autonomy of the media:\nto the extent that radio and television carry out a public service mission:\na. iii. to make adequate provision so that broadcasters offer programmes in the regional or\nminority languages;”\n", "61.": "\nBefore Sweden ratified the Charter, a special Minority Language Committee was established to look\ninto the situation of the languages in Sweden. The work of this committee was also to evaluate how the\nCharter could be ratified. Since the Committee presented its conclusions, special conferences have been\norganised with the participation of representatives of regional or minority languages. These have been\noccasions for them to express their needs and wishes. The Committee of Experts considers this way of\nfinding out the real needs of the minority language speakers to be a good practice, provided such contacts\nare regular and rigorous.\n“Paragraph 5\nThe Parties undertake to apply, mutatis mutandis, the principles listed in paragraphs 1 to 4\nabove to non-territorial languages. However, as far as these languages are concerned, the\nnature and scope of the measures to be taken to give effect to this Charter shall be determined\nin a flexible manner, bearing in mind the needs and wishes, and respecting the traditions and\ncharacteristics, of the groups that use the languages concerned. ”\n", "149.": "\nThe authorities have informed the Committee that, as far as Sami literature is concerned, the National\nCouncil for Cultural Affairs gives publishing subsidies to Sami publishing houses that produce literature in Sami.\nSome of the literature is produced in a bilingual Sami-Swedish edition. The subsidies are allocated from the\ngrant designated for literature in minority languages.\n", "127.": "\nWithin SVT, a quasi-autonomous division called TV Sámi has been created which employs 10 people,\nand is free to design its own programmes. The programmes include a daily news bulletin “Oddasat” (produced\nin co-operation with Norwegian and Finnish broadcasters); Árran, a current affairs programme, and Ulda, a\nseries of children’s programmes.\n", "14.": "b\nThis means that a total of 45 paragraphs or sub-paragraphs in part III of the Charter shall apply to Sami and\nFinnish, and 42 paragraphs or sub-paragraphs to Meänkieli.\nPeriod covered: 01/06/00 The preceding statement concerns Article(s): 10, 11, 12, 13, 14, 2, 8, 9\n\n64\n\n\fAppendix II: Comments by the Swedish Authorities\n\nMinistry of Justice Sweden\n\n2003-04-11\n\nComments from Sweden on the report of the Committee of Experts of the\nEuropean Charter for Regional or Minority Languages\n\nSweden welcomes the report of the Committee of Experts. It constitutes support for Sweden’s efforts to\npromote the national minorities and the minority languages. Many of the issues raised by the Committee are\nin line with the work carried out in Sweden.\nGeneral comments\nLocal and regional governments\nThe Committee has noticed that the practical implementation of a number of obligations under the Charter is\ndependent on measures taken by regional and local authorities, mainly the municipalities. The Committee\nhas observed that the lack of such measures in some instances has lead to shortcomings in the fulfillment of\ncertain obligations.\nThe Government has addressed the problem and stressed that if Sweden’s minority policy goals are to be\nrealized, the needs and interests of all national minorities must be taken into account at all levels of the\npublic administration, from central authorities to municipalities and county councils. In order to increase\nknowledge of the minority policy and discuss the role of the municipalities in the protection of national\nminorities and minority languages the Government, in cooperation with the Swedish Association of Local\nAuthorities, will organize a conference to which all Swedish municipalities are invited. The conference will\ntake place in Stockholm in May 2003. There will also be a regional conference for the local and regional\nauthorities in Norrbotten in the autumn 2003.\nEducation\nAs from the 1 March 2003 the National Agency for Education has been divided into two authorities, one for\ninspection and supervision (the National Agency for Education) and one for development (the Authority for\nSchool Development). One of the main tasks for the new Authority for School Development the coming years\nwill be improving the conditions for education in segregated areas. Strengthening the mother tongue\ninstruction, for example by bilingual classes, will be one part of the work.\nThe National Agency for Education in its report on mother tongue instruction, delivered in May 2002,\nundertakes to spread information about the value of mother tongue instruction from an individual perspective\nand from a society perspective. In different teaching materials the agency will highlight the importance of\nmother tongue in order to enhance the quality of education.\nSpecific comments\n", "117.": "\nOn the other hand, the municipalities are sometimes not informed or instructed about their\nobligations stemming from the language legislation. Even though the authorities have allowed the use of\nSami in administration and made funds available, the efforts seem to have little or no effect. The authorities\nshould strengthen their efforts with the aim of ensuring the possibility of users of Sami to be able to use the\nlanguage in relation to local and regional authorities.\nThe Committee encourages the state authorities to raise awareness among the relevant local and\nregional authorities of their obligation to produce official documents in Sami, make it possible for\nusers of Sami to submit documents, and thereby contribute to the fulfilment of this undertaking.\n\n“g.\n\nthe use or adoption, if necessary in conjunction with the name in the official\nlanguage(s), of traditional and correct forms of place-names in regional or minority\nlanguages.”\n\n", "77.": "\nThe conclusion of the Committee of Experts is that these undertakings are, on the whole, considered\nfulfilled.\n\n16\n\n\fSecondary Education\n“c.i.\nc.ii.\nc.iii.\nc. iv.\n\nto make available secondary education in the relevant regional or minority languages; or\nto make available a substantial part of secondary education in the relevant regional or minority\nlanguages; or\nto provide, within secondary education, for the teaching of the relevant regional or minority\nlanguages as an integral part of the curriculum; or\nto apply one of the measures provided for under i to iii above at least to those pupils\nwho, or where appropriate whose families, so wish in a number considered sufficient”\n\n", "89.": "\nThe national school curriculum has been amended to include the teaching of the history and culture of\nthe Sami. The same applies to the school syllabi. The National Board on Education is presently developing\nmaterial to use for history teaching, including the history and culture of the minority languages. According to\nthe information received by the Committee, a deeper involvement on the part of the Sami Parliament in\nproviding teachers with teaching materials on the Sami history, language and culture would be welcome.\n", "20.": "\nThe instrument of ratification submitted by Sweden to the Council of Europe provides an extensive\nand detailed presentation of the protection granted to the Sami, Finnish and Meänkieli languages. For these\nlanguages protected under Part III, separate paragraphs and sub-paragraphs were identified as being\napplicable.\n", "68.": "\nAccording to the Sami School Ordinance and in agreement with local authorities, the Sami School\nBoard can fulfil municipal obligations for pre-school and recreational activities for Sami children. In order to\ndo this the Sami School Board is always obliged to make a specific agreement with the relevant municipality\nbut the latter is required to finance the schools. The decision to organise this education depends\npredominantly on the political will of the respective local authority. The Sami pre-schools are required to\nfollow the state policy for pre-schools, but they have the right to focus on the protection and strengthening of\nthe Sami culture, language and traditions. The use of the Sami language has increased over the last few\nyears in the Sami pre-schools. Sami pre-school education is presently found in Kiruna, Gällivare and\nJokkmokk. According to the report published in 2001 by the National Agency for Education, the total number\nof children in the Sami pre-schools in 2000/2001 was 51.\n", "176.": "\n\nThe Committee considers the undertaking fulfilled.\n\n", "80.": "\nThe Committee considers the undertaking formally fulfilled but improvements could be made for the\navailability of secondary education.\nThe Committee encourages the Swedish authorities to promote and enhance the teaching of\nSami at secondary school level, by encouraging the municipalities to implement the undertaking\nand developing teaching materials.\n\nTechnical and vocational education\n\n“d.i.\nd. ii.\nd.iii.\nd. iv.\n\nto make available technical and vocational education in the relevant regional or minority\nlanguages; or\nto make available a substantial part of technical and vocational education in the relevant regional\nor minority languages; or\nto provide, within technical and vocational education, for the teaching of the relevant regional or\nminority languages as an integral part of the curriculum; or\nto apply one of the measures provided for under i to iii above at least to those pupils who,\nor where appropriate whose families, so wish in a number considered sufficient”\n\n", "136.": "\nThe Swedish authorities in their initial periodical report state that the terms and conditions governing\npublic subsidies for the press include special rules on the allocation of funds to newspapers that address\nminorities in their own languages. The supplementary information received by the Committee however states\nthat the relevant legislation requires a newspaper’s contents to be mainly in Swedish to qualify for a subsidy.\n", "35.": "\nThe Committee of Experts considers that the Swedish authorities are developing a positive practice to\npromote and enhance the situation of the regional or minority languages in Sweden. Over the past years, the\nauthorities have tried to establish a legal structure guaranteeing a certain use of Finnish, Meänkieli and the\nSami languages in courts and before administrative authorities. These laws, however, are not being applied to\ntheir fullest extent, partly because the likely users of the language, whether they be from the central, regional or\nlocal authorities, or from the general public, lack information. It can nevertheless be stated that for these three\nlanguages the state is initiating a policy for resolute action to be taken.\nThe Committee encourages the continuation of this work and looks forward to seeing the results\nreflected in Sweden’s next periodic report.\n", "47.": "\nIn addition to teaching of the mother-tongue, minority languages are sometimes used as media of\ninstruction. According to the School Ordinance, the percentage of instruction through the medium of minority\n11\n\n\flanguages may not exceed 50% and should diminish when pupils advance to higher classes. In 2001, the\nNational Agency for Education published a report on the situation of national minority languages in the Swedish\nschool system, and according to the information in this report, mother-tongue medium instruction is carried out\nwithin the Sami schools, the Sweden Finnish independent schools and the few still existing bilingual classes.\nSome theme-based instruction in Meänkieli is also taking place in the Meänkieli profile independent school in\nPajala municipality. Remedial mother-tongue medium education for pupils in need of extra support in specific\nsubjects is according to the report especially important for Roma pupils.\n", "168.": "\nIt is also pointed out in this connection that one of the goals of the National Council for Cultural Affairs\nis to promote cultural diversity and the exchange of cultural impulses between various groups in society.\n", "94.": "\nThe Ministry of Education has recently given more attention and funding to the training of teaching in\nimmigrant and minority languages. About 4 000 teachers will have the opportunity to receive this training in\nthe near future.\n", "160.": "\nAlthough there is no Sami representative in the National Council for Cultural Affairs, the Sami\nParliament is primarily responsible for the distribution of the State grant for cultural activities they receive. It\ncan freely raise and make suggestions to the competent authorities. The Committee considers the\nundertaking fulfilled.\n“g.\n\nto encourage and/or facilitate the creation of a body or bodies responsible for collecting,\nkeeping a copy of and presenting or publishing works produced in the regional or\nminority languages;”\n\n", "128.": "\n\nNo evidence was provided as to how UR met its obligations under the licence in respect of Sami.\n\n", "104.": "\nIn addition, the Committee has been informed of the problem that the South Sami language area is\nnot included in the Sami administrative area and, consequently, not covered by the Act.\n"}, "sections": {"0.4.": ["10."], "2.1.": ["28.", "29.", "30.", "31.", "32.", "33.", "34.", "35.", "36.", "37.", "38.", "39.", "40.", "41.", "42.", "43.", "44.", "45.", "46.", "47.", "48.", "49.", "50.", "51.", "52.", "53.", "54.", "55.", "56.", "57.", "58.", "59.", "60.", "61.", "62."], "8.1.": [], "2.2.": ["63.", "64."], "1.2.": ["11.", "12.", "9.", "10.", "13.", "14.", "15.", "17.", "18.", "19."], "1.3.": ["20.", "21.", "22.", "23.", "24.", "25.", "26."], "8.2.": [], "0.1.": [], "9.1.": ["9."], "2.2.3.": ["293.", "294.", "295.", "296.", "297."], "0.2.": [], "3.1.": ["1.", "2.", "14.", "3.", "4.", "29.", "42.", "51.", "54."], "1.1.": ["5.", "6.", "7."], "2.2.1.": ["100.", "101.", "104.", "11.", "68.", "105.", "70.", "74.", "77.", "78.", "79.", "80.", "83.", "84.", "87.", "88.", "89.", "90.", "94.", "102.", "106.", "110.", "111.", "112.", "113.", "115.", "116.", "117.", "118.", "120.", "123.", "127.", "128.", "129.", "132.", "136.", "139.", "140.", "147.", "72.", "95.", "121.", "135.", "142.", "144.", "145.", "151.", "156.", "158.", "159.", "160.", "162.", "163.", "165.", "168.", "173.", "2001.", "73.", "150.", "157.", "169.", "174.", "175.", "176.", "65.", "75.", "85.", "86.", "96.", "97.", "103.", "122.", "134.", "67.", "69.", "71.", "82.", "92.", "98.", "99.", "107.", "109.", "124.", "125.", "81.", "91.", "93.", "114.", "126.", "130.", "131.", "133.", "137.", "141.", "143.", "146.", "148.", "149.", "152.", "153.", "154.", "161.", "166.", "167.", "170.", "171.", "172.", "66.", "76."], "2.2.2.": ["177.", "178.", "179."]}, "chapters": {"Chapter 2": ["2.1.", "2.2.", "2.2.1.", "2.2.2."], "Chapter 3": ["0.1.", "0.2.", "0.4.", "1.1.", "1.2.", "1.3.", "2.1.", "2.2.", "3.1.", "8.1.", "8.2.", "9.1."], "Chapter 1": ["1.1.", "2.2.3."]}, "filename": "reports-text/SwedenECRML1_en.txt"}
