{"paragraphs": {"49.": "\nAccording to the information obtained during the on-the-spot visit, Frühenglisch has not yet been\nintroduced in primary school. The possible implications that this education model will have for the teaching of\nRomansh are unclear at this stage. During the on-the-spot visit, representatives of the Romansh-speakers\nstated that an integrated approach should be considered for the teaching of English, building on Romansh.\nThe Committee of Experts requests the competent Swiss authorities to submit further information about this\nin the next periodical report.\nh\n\n", "13.": "\nIn the third evaluation report, the Committee of Experts “urge[d] the Swiss federal authorities to adopt\nlegislation which would ensure the practical implementation of Article 70 of the Federal Constitution”.\n", "66.": "\nIn the third monitoring cycle, the Committee of Ministers recommended Switzerland to “take the\nnecessary measures to strengthen the use of Romansh in dealings with Romansh-speakers by the\ncantonal administration and by municipalities in which there is a German-speaking majority and a\nRomansh-speaking minority”.\nParagraph 2\nIn respect of the local and regional authorities on whose territory the number of residents who are users of regional or\nminority languages is such as to justify the measures specified below, the Parties undertake to allow and/or encourage:\n...\nb.\n\nthe possibility for users of regional or minority languages to submit oral or written applications in these\nlanguages;\n\n", "76.": "\nIn the third evaluation report, the Committee of Experts considered this undertaking partly fulfilled. It\n“urge[d] the competent Swiss authorities to promote the actual use of Romansh by local authorities in the\nRomansh-speaking area in debates in their assemblies.”\n", "21.": "\nIn the third evaluation report, the Committee of Experts “underline[d] the importance of the efforts to\nsupport the local projects of language maintenance in Bosco-Gurin and stresse[d] that the authorities should\ntake into consideration the wishes of the German-speakers in Bosco-Gurin in education.”\n", "87.": "\nIn the 3 monitoring cycle, the Committee of Experts considered this undertaking fulfilled concerning\nthe federal authorities. The undertaking was considered partly fulfilled with respect to the cantonal authorities\nbecause Italian was not always used when communicating with municipalities, regional associations and\nschools in the Italian-speaking area. The Committee of Experts encouraged the “cantonal authorities to\nsystematically use Italian when communicating orally or in writing with Italian-speaking local authorities and\ncitizens”.\n", "81.": "\n\nThe Committee of Experts considers this undertaking partly fulfilled.\n\nArticle 11 - Media\nParagraph 1\nThe Parties undertake, for the users of the regional or minority languages within the territories in which those languages are\nspoken, according to the situation of each language, to the extent that the public authorities, directly or indirectly, are competent,\nhave power or play a role in this field, and respecting the principle of the independence and autonomy of the media:\na\n\nto the extent that radio and television carry out a public service mission:\niii\n\nto make adequate provision so that broadcasters offer programmes in the regional or minority languages;\n\n...\nb.\n\ni.\n\nto encourage and/or facilitate the creation of at least one radio station in the regional or minority languages;\n\n", "28.": " During the on-the-spot visit, the Committee of Experts was informed by NGO representatives of\noccasional difficulties in communicating in French with institutions of the Canton of Bern/Berne. In particular,\nit was pointed out that there are problems with regard to the use of French in social care facilities as the staff\ndo not always speak French. Furthermore, the association of the German-speakers in the Canton of\nFribourg/Freiburg stated that Article 6.3 of the new constitution of that canton, which provides for the official\nuse of French or German in municipalities with a “significant traditional linguistic minority”, has not yet been\nimplemented by a cantonal language law. The association considers that as a result, the use of German by\nthe local authorities of the city of Fribourg/Freiburg remains inconsistent.\nf.\n\nthe provision of appropriate forms and means for the teaching and study of regional or minority languages at all\nappropriate stages;\n\nYenish\n", "40.": "\nThe languages covered by Part III of the Charter are Romansh, and Italian in the Cantons of\nGraubünden and Ticino.\n", "34.": "\nIn the third evaluation report, the Committee of Experts requested further information on concrete\nactivities within the “Commissione culturale consultiva italo-svizzera”.\n", "54.": "\nAccording to the fourth periodical report, the cantonal authorities have translated a considerable\nnumber of legal texts into Romansh over the last years. This has led to an administrative-legal terminology of\ngood quality. However, Romansh-speakers are usually not specifically encouraged to use their language\nbefore judicial authorities and the Committee of Experts has received no information on any use of Romansh\nby accused or litigants in court proceedings.\n", "2.": "\nArticle 15.1 of the Charter requires States Parties to submit three-yearly reports in a form prescribed\n1\nby the Committee of Ministers . The Swiss authorities presented their fourth periodical report to the\nSecretary General of the Council of Europe on 15 December 2009.\n", "69.": "\n\nThe Committee of Experts nevertheless considers this undertaking fulfilled.\nd.\n\n", "26.": "\nDuring the on-the-spot visit, the Committee of Experts was informed by representatives of the\nYenish-speakers that no radio programme in Yenish exists. However, the federal authorities stated that the\npromotion of Yenish has been explicitly mentioned in the new Federal Law on the Promotion of Culture.\n", "12.": "\nThe Committee of Experts will not comment again on Articles ", "71.": "\nThe fourth periodical report states that, pursuant to the cantonal language law, the cantonal\nauthorities monitor whether local authorities publish their official documents also in Romansh. Where this is\nnot the case, the municipalities will be asked to remedy this within a certain time.\n", "67.": "\nIn the third evaluation report, the Committee of Experts considered this undertaking fulfilled\nconcerning the local authorities and partly fulfilled regarding the cantonal authorities. It “encourage[d] the\ncompetent Swiss authorities to take positive measures so that Romansh-speakers may in practice submit\napplications in Romansh when dealing with the cantonal authorities.”\n13\n\n\f68.\nAccording to the information obtained during the on-the-spot visit, Romansh-speakers submit oral\nand written applications in Romansh. According to Article 17 of the new cantonal language law, municipalities\nwith Romansh as an official language are obliged to make adequate use of Romansh in administrative\nproceedings. However, there are not always sufficient linguistic skills in Romansh among the staff in relevant\nmunicipalities, especially regarding administrative terminology. During the on-the-spot visit, the cantonal\nauthorities agreed that there is a need for specific language training for the administrative staff in municipalities\nwith Romansh as an official language as well as in bilingual municipalities.\n", "29.": "\nIn the third evaluation report, the Committee of Experts “encourage[d] the competent Swiss\nauthorities to pursue their dialogue with the representatives of the Yenish-speakers with a view to producing\nteaching materials for use within the Yenish-speaking group.”\n", "82.": "\nIn the third evaluation report, the Committee of Experts considered undertaking a.iii fulfilled and\nundertaking b.i not fulfilled.\n", "92.": "\n\nThe Committee of Experts considers this undertaking formally fulfilled.\n\nArticle 13 – Economic and social life\nParagraph 2\nWith regard to economic and social activities, the Parties undertake, in so far as the public authorities are competent, within the\nterritory in which the regional or minority languages are used, and as far as this is reasonably possible:\n...\nb\n\nin the economic and social sectors directly under their control (public sector), to organise activities to promote the\nuse of regional or minority languages;\n\n16\n\n\f93.\nIn the previous monitoring cycles, the Committee of Experts considered this undertaking fulfilled.\nDuring the on-the-spot visit, the Committee of Experts was informed that the website of the cantonal hospital\nin Chur (www.ksgr.ch) is not available in Italian and that in one case the emergency service could not\nprovide assistance in Italian. The Committee of Experts considers this undertaking fulfilled, but encourages\nthe cantonal authorities to look into these matters.\n\nB. Canton of Ticino\n", "37.": "\nConcerning the media, the Swiss Broadcasting Company SRG is charged to promote understanding\nand exchanges between the linguistic groups (Art. 2", "53.": " In the third evaluation report, the Committee of Experts considered this undertaking only formally fulfilled. It\n“urge[d] the competent Swiss authorities to take the necessary measures to ensure that the formal possibility to\nuse Romansh in court proceedings is implemented in practice.”\n", "41.": "\nThe Committee of Experts will not comment on provisions in relation to which no major issues were\nraised in its previous reports and for which it did not receive any new elements requiring a revised\nassessment. It reserves, however, the right to evaluate the situation again at a later stage.\n", "5.": "\nThe present report focuses on the measures taken by the Swiss authorities to respond to the findings\nof the Committee of Experts in the third monitoring cycle and to the recommendations addressed to the\nSwiss authorities by the Committee of Ministers. It also aims at highlighting new issues detected by the\nCommittee of Experts during the fourth monitoring cycle.\n", "11.": "\nApart from the languages additionally covered by Part III of the Charter (Romansh, Italian in the\nCantons of Graubünden and Ticino), Part II applies to French (Canton of Bern/Berne), German (cantons of\nFribourg/Freiburg; Valais/Wallis; municipalities of Bosco-Gurin [Canton of Ticino] and Ederswiler [Canton of\n2\nJura]) as well as to Yenish, which is a non-territorial language.\n", "39.": "\nIn its evaluation of the situation of Yenish vis-à-vis Article 7 paragraphs 1-4 of the Charter, the\nCommittee of Experts has kept in mind that those principles should be applied mutatis mutandis.\n\n9\n\n\f", "27.": "\nThe Committee of Experts encourages the Swiss authorities to clarify with the representatives of the\nYenish-speakers the issue of a possible presence of Yenish on radio.\nBilingual cantons\n", "70.": "\n\nthe publication by local authorities of their official documents also in the relevant regional or minority languages;\n\nIn the third evaluation report, the Committee of Experts considered this undertaking partly fulfilled.\n\n", "19.": "\nAccording to the fourth periodical report, the Swiss authorities have carried out regular consultations\nwith the Yenish-speakers which have led to a project on Yenish that was proposed by the Yenish umbrella\nassociation. This project, which runs until 2010, aims at registering the vocabulary of Yenish and promoting\nits dissemination and use within the Yenish community. A Yenish dictionary (with translations into German,\nFrench and Italian) will be published. Furthermore, the project covers the production of a DVD in Yenish\nabout topics related to professional, social and cultural life with a view to encouraging the use of Yenish.\nDuring the on-the-spot visit, representatives of the Yenish-speakers reiterated that the provision of stopover\nfacilities for the travelling Yenish represented the most important precondition for the maintenance and\ntransmission of Yenish. The use of Yenish is linked to the traditional nomadic way of life, which requires the\npossibility to assemble in groups at stopover facilities. According to the Yenish-speakers, some cantons do\nnot provide such facilities.\n", "31.": "\nIn the third evaluation report, the Committee of Experts “urged the competent Swiss authorities to\nprovide information on how the authorities contribute to the implementation of this provision.”\n", "59.": "\nThe Committee of Experts considers this undertaking fulfilled at cantonal level. At federal level, the\nundertaking remains partly fulfilled at present.\n\n3\nCf. 3rd Report of the Committee of Experts on Hungary, paragraph 107; 2nd Report of the Committee of Experts on Germany,\nparagraph 120\n\n12\n\n\fArticle 10 - Administrative authorities and public services\nState Administration\nParagraph 1\nWithin the administrative districts of the State in which the number of residents who are users of regional or minority languages\njustifies the measures specified below and according to the situation of each language, the Parties undertake, as far as this is\nreasonably possible:\na. i.\n\nto ensure that the administrative authorities use the regional or minority languages;\n\n", "36.": "\nIn the third evaluation report, the Committee of Experts “encourage[d] the competent Swiss\nauthorities to provide information on measures taken by the media and in the field of education to raise the\nawareness among the German-speaking population of Romansh and Italian in the Canton of Graubünden.”\n", "91.": " Members of the cantonal parliament now have, according to the new cantonal language law, the right\nto use one of the official languages of the canton and to request translations of motions into that language\n(see Article 4). There is no demand for simultaneous interpretation because no wishes were expressed so\nfar to use Italian in parliamentary debates.\n", "42.": "\n-\n\nFor Romansh, these provisions are the following:\nArticles ", "52.": "\nWhile considering the undertaking still fulfilled at present, the Committee of Experts encourages the\ncantonal authorities to look into the issue as a matter of priority and to explore possible solutions for the\nfuture.\n\nArticle 9 - Judicial authorities\nParagraph 1\nThe Parties undertake, in respect of those judicial districts in which the number of residents using the regional or minority\nlanguages justifies the measures specified below, according to the situation of each of these languages and on condition that the\nuse of the facilities afforded by the present paragraph is not considered by the judge to hamper the proper administration of\njustice:\n\nIn criminal proceedings:\na.\n\n...\nii.\n\nto guarantee the accused the right to use his/her regional or minority language;\n\n11\n\n\fIn civil proceedings:\nb.\n\n...\nii.\n\nto allow, whenever a litigant has to appear in person before a court, that he or she may use his or her regional or\nminority language without thereby incurring additional expense; - if necessary by the use of interpreters and\ntranslations;\n\nIn proceedings before courts concerning administrative matters:\nc.\n\n...\nii.\n\nto allow, whenever a litigant has to appear in person before a court, that he or she may use his or her regional or\nminority language without thereby incurring additional expense;\n\n", "79.": "\nIn the third evaluation report, the Committee of Experts considered this undertaking partly fulfilled\nbecause it had found that the translation capacity at the cantonal level was clearly insufficient. It “urge[d] the\ncompetent Swiss authorities to strengthen the cantonal translation service and to provide for linguistic\ntraining of local officials, where necessary.”\n\n14\n\n\f80.\nAccording to the fourth periodical report, it is still too early to determine whether the implementation\nof the language law will create the need for additional posts in the cantonal translation service for Romansh.\nAs regards the staff of local authorities, the Lia Rumantscha provides, with financial support from the federal\nand cantonal authorities, linguistic advice and translations.\n", "83.": "\nThe private broadcasters Radio Engiadina and Radio Grischa are required to have regard to the\ninterests of the Romansh-speakers within appropriate limits and to co-operate with the Lia Rumantscha,\nwhich exerts a monitoring function regarding the broadcasting time in Romansh. There is a certain offer of\nradio programmes in Romansh by the two private broadcasters in Graubünden. In addition, the newlycreated public service station Radio Rumantsch provides a 24-hour daily broadcasting service in Romansh,\nwhich is also available on the internet. In view of the Committee of Experts, there is a substantial offer of\nradio broadcasting in Romansh.\nc.\n\n...\nii.\n\nto encourage and/or facilitate the broadcasting of television programmes in the regional or minority languages\non a regular basis;\n\n", "24.": "\nWith regard to the Italian language, the fourth periodical report states that the creation of a post of an\nItalian-speaking media correspondent is currently being discussed with a view to increasing media reporting\nabout cantonal topics in the Italian language. This post could be financed with the support of interested\nmedia enterprises. The Committee of Experts would welcome more information about this initiative in the\nnext periodical report.\nYenish\n", "38.": "\nIn the field of education, the Canton of Graubünden produced a new school book in 2008 on regional\nhistory and geography for the fourth to the sixth grades in the three official languages. The second volume of\nthis publication will be printed in 2010. The book, whose use by schools is obligatory, deals with linguistic\nand cultural diversity in the canton and provides concrete examples. Furthermore, the periodical report\nindicates that the canton has subsidised a week of linguistic exchanges for German-speaking and Italianspeaking schools, with a total of 202 pupils taking part.\nParagraph 5\nThe Parties undertake to apply, mutatis mutandis, the principles listed in paragraphs 1 to 4 above to non-territorial languages.\nHowever, as far as these languages are concerned, the nature and scope of the measures to be taken to give effect to this\nCharter shall be determined in a flexible manner, bearing in mind the needs and wishes, and respecting the traditions and\ncharacteristics, of the groups which use the languages concerned.\n\n", "44.": "\n\n", "30.": "\nWith regard to the fourth monitoring cycle, the Committee of Experts refers to the publication of a\nYenish dictionary and a DVD for pedagogical purposes (see Article ", "58.": "\nAccording to the fourth periodical report, the statute book of Graubünden (Bündner Rechtsbuch) has\nbeen translated entirely into Rumantsch Grischun. The Lia Rumantscha is currently clarifying with the cantonal\nand federal authorities which important national statutory texts still need to be translated into Rumantsch\nGrischun. Also, the new federal codes of civil and criminal procedure, which will enter into force in 2011, require\nimmediate translation.\n", "43.": "\n\n", "51.": "\nDuring the on-the-spot visit, however, the Committee of Experts was informed that the reorganisation\nof teacher training for primary education (shift from secondary to tertiary level) has led to a significant decline\nin the number of students preparing a teaching degree in Romansh. Projections show that there will be a\nshortage of Romansh-teachers in the future. Also for teachers in secondary education, a shortage may arise\nin the future if the relevant chairs at the universities of Fribourg/Freiburg and Zürich are discontinued.\n", "64.": "\nAccording to the fourth periodical report, the cantonal authorities made available specific information\nand templates (model texts, forms) on the intranet in 2009. Romansh is also present on the cantonal\nwebsite. The cantonal authorities do not intend to translate all forms into Romansh, but rather decide case by\ncase and in the light of actual needs. As for the federal authorities, the Committee of Experts has not been\nmade aware of the existence of any administrative texts or forms in Romansh.\n", "3.": "\nIn its previous report on Switzerland, the Committee of Experts of the Charter (hereafter referred to\nas “the Committee of Experts”) outlined particular areas where policies, legislation and practice could be\nimproved. The Committee of Ministers took note of the report presented by the Committee of Experts and\nadopted recommendations, which were addressed to the Swiss authorities.\n\n", "84.": "\nIn the third evaluation report, the Committee of Experts considered this undertaking not fulfilled. It\n“urge[d] the competent Swiss authorities to encourage and/or facilitate the broadcasting of programmes in\nRomansh by private television companies.”\n", "78.": "\n\nThe Committee of Experts considers this undertaking partly fulfilled.\n\nParagraph 4\nWith a view to putting into effect those provisions of paragraphs 1, 2 and 3 accepted by them, the Parties undertake to take one or\nmore of the following measures:\na.\n\ntranslation or interpretation as may be required;\n\n", "90.": "\nIn the 3 evaluation report, the Committee of Experts considered this undertaking not fulfilled and\n“urge[d] the competent Swiss authorities to take the necessary measures to encourage the use of Italian in\ndebates in the cantonal parliament.”\n", "17.": "\nThe Canton of Graubünden adopted a Language Law in October 2006, which entered into force on\n1 January 2008. This law aims to strengthen the canton’s trilingualism, increase individual, public and\ninstitutional awareness of multilingualism, improve mutual understanding between the linguistic groups,\npreserve and promote Romansh and Italian, and apply particular promotion measures to Romansh. As a\nresult, the canton has increased its financial contribution to the linguistic institutions Lia Rumantscha, Pro\nGrigioni Italiano and Agentura da Novitads Rumantscha by 10%. The Committee of Experts welcomes this\ndevelopment.\nYenish\n", "25.": "\nIn the third evaluation report, the Committee of Experts “encourage[d] the competent Swiss\nauthorities to pursue their dialogue with the representatives of the Yenish-speakers with a view to developing\nradio and internet radio broadcasting in Yenish.”\n", "6.": "\nThe report contains detailed observations which the Swiss authorities are urged to take into account\nin order to further develop their policy on regional or minority languages. The Committee of Experts has, on\nthe basis of its detailed recommendations, also established a list of general proposals for the preparation of a\nfourth set of recommendations to be addressed to Switzerland by the Committee of Ministers, as provided in\nArticle 16.4 of the Charter (", "33.": "\nAccording to the fourth periodical report, the federal authorities support research projects dealing with\nYenish. In 2008, the “Institut für Kulturforschung Graubünden“ published a book about Yenish culture and\norganised an exhibition. The Committee of Experts welcomes this support.\ni.\n\nthe promotion of appropriate types of transnational exchanges, in the fields covered by this Charter, for regional\nor minority languages used in identical or similar form in two or more States.\n\nItalian\n", "57.": "\nIn the third evaluation report, the Committee of Experts considered this undertaking fulfilled at\ncantonal level, but only partly fulfilled at federal level. It “urge[d] the competent Swiss authorities at federal\nlevel to provide for the translation of legal texts necessary to further facilitate the use of Romansh before\ncourts.”\n", "45.": "\nIn the third evaluation report, the Committee of Experts “urge[d] the competent Swiss authorities to\nintensify their dialogue with the Romansh-speakers with a view to achieving the greatest possible support for\nthe introduction of Rumantsch Grischun as the standard written form to be taught in schools as well as\nbuilding confidence in the continued protection and promotion of the regional varieties of Romansh.”\nFurthermore, the Committee of Ministers recommended Switzerland to “ensure that the introduction of\nRumantsch Grischun in schools is done in a way which has a positive impact on the protection and\npromotion of Romansh as a living language“.\n", "62.": "\n\nThe Committee of Experts considers this undertaking fulfilled.\nb.\n\nto make available widely used administrative texts and forms for the population in the regional or minority\nlanguages or in bilingual versions;\n\n", "50.": "\n\nto provide the basic and further training of the teachers required to implement those of paragraphs a to g accepted\nby the Party;\n\nIn the third evaluation report, the Committee of Experts considered this undertaking fulfilled.\n\n", "65.": "\nThe Committee of Experts considers this undertaking fulfilled regarding the cantonal authorities and\nnot fulfilled concerning the federal authorities.\n\nLocal and regional authorities\n", "18.": "\nIn the third evaluation report, the Committee of Experts “encourage[d] the competent Swiss\nauthorities to pursue their dialogue with the Yenish-speakers with a view to identifying the fields of Article 7\nthat could be applied to Yenish.” Furthermore, the Committee of Ministers recommended Switzerland to\n“pursue the dialogue with the representatives of the Yenish-speakers with a view to identifying the\nfields of Article 7 that could be applied to Yenish with the greatest possible support by the\nspeakers”.\n", "73.": "\nIn the third evaluation report, the Committee of Experts considered this undertaking not fulfilled. It\n“urge[d] the competent Swiss authorities to take the necessary measures to encourage the use of Romansh\nin debates in the cantonal parliament.”\n", "85.": "\nAccording to the fourth periodical report, no new measures regarding the implementation of this\nprovision have been taken during the last years.\n", "22.": "\nThe association Walserhaus Gurin informed the Committee of Experts of three new local projects of\nlanguage maintenance. Firstly, a number of former inhabitants are expected to return to Bosco-Gurin which\nwill create an opportunity to re-establish the local school. The association is currently carrying out\npreparatory work for a bilingual school (Italian-German) which would also offer lessons in the local Walser\nGerman variety. Teaching materials for the variety have been developed in co-operation with teachers.\nSecondly, the association will apply for support from the cantonal authorities for the production and\ndissemination of information material on Bosco-Gurin for teachers in Ticino. Such teaching aids are\nsupposed to raise awareness of the linguistic identity of Bosco-Gurin as an expression of cultural wealth of\n7\n\n\fTicino. Thirdly, the association will apply for support for the publication of a dictionary of the local variety.\nDuring the on-the-spot visit, a representative of the cantonal authorities stated that the canton would\nwelcome these applications.\n", "16.": "\nAccording to the fourth periodical report, the availability of Romansh-medium education depends on\nthe thresholds stipulated in the Language Law of Graubünden. The law limits the autonomy of municipalities\nin determining the official language(s) and language(s) of instruction in schools at local level. If a traditional\nlanguage community represents at least 40% (federal census) of the population, the municipality is\nconsidered “monolingual” and obliged to use that language orally and in writing in all domains of official\nlanguage use. If the respective population share is at least 20%, the municipality is deemed “plurilingual” and\nobliged to use the traditional language “adequately” (Articles 16.2-3, 17.1-2). If the population share falls\nbelow 40% or 20% respectively, a referendum may be held with a view to declaring a “monolingual”\nmunicipality “plurilingual” (simple majority required) or a “plurilingual” municipality “German-speaking” (two2\n\ncf. 1st Periodical Report of Switzerland, p. 9/10\n6\n\n\fthirds majority required). However, Romansh-speaking municipalities that have merged with German-speaking\nmunicipalities before the entering-into-force of the cantonal language law in 2008 can rely on interim measures\naccording to which the language law’s provisions concerning official and school languages shall not apply.\nFurthermore, mechanisms exist to ensure that in the future, linguistic aspects of a merger are taken into\nconsideration. Taken together, these provisions are intended to mitigate negative effects on the Romansh\nlanguage. During the on-the-spot visit, the Committee of Experts was informed that the merger of the\nGerman-speaking municipality of Ilanz with adjacent smaller Romansh-speaking municipalities might have\nnegative repercussions for the Romansh language. The cantonal authorities are aware of the difficulties that\nmergers at the language border might create for Romansh and monitor the linguistic implications, in close\nco-operation with the umbrella organisation of the Romansh-speakers.\nThe Committee of Experts encourages the competent Swiss authorities to ensure that mergers of\nmunicipalities do not constitute an obstacle to the promotion of Romansh, and that Romanshmedium education is still available at least to the same extent after any re-organisation.\nc.\n\nthe need for resolute action to promote regional or minority languages in order to safeguard them;\n\nLanguage Law of the Canton of Graubünden\n", "46.": "\nAccording to the fourth periodical report, the Swiss authorities have taken several measures to\nensure that the introduction of Rumantsch Grischun in schools is carried out in close consultation with the\nRomansh-speakers. Special assistance is provided to the so-called “pioneer” municipalities, which have\nalready introduced Rumantsch Grischun. Furthermore, the authorities commissioned a study to evaluate the\nacceptance of Rumantsch Grischun as a medium of instruction, the quality of the teaching materials and the\nappropriate consideration of the varieties of Romansh as the oral form of the language in education. The\nevaluation was carried out on the basis of surveys among parents, teachers, pupils and school authorities.\nThe cantonal authorities also envisage a mediation procedure for those municipalities which have not yet\nintroduced Rumantsch Grischun (Surselva, Engadin, Val Schons, Cadi and Lumnezia). The evaluation and\nthe mediation procedure are supported by the organisation of the Romansh-speakers, the Lia Rumantscha.\n10\n\n\f47.\nThe Committee of Experts encourages the competent Swiss authorities to continue their dialogue\nwith the Romansh-speakers with a view to achieving the greatest possible support for the introduction of\nRumantsch Grischun as the standard written form to be taught in schools as well as building confidence in\nthe continued protection and promotion of the regional varieties of Romansh. It stresses that the introduction\nof Rumantsch Grischun should be done in a way which has a positive impact on the protection and\npromotion of Romansh as a living language.\nParagraph 1\nWith regard to education, the Parties undertake, within the territory in which such languages are used, according to the situation\nof each of these languages, and without prejudice to the teaching of the official language(s) of the State:\n...\nb.\n\ni.\n\nto make available primary education in the relevant regional or minority languages;\n\n", "56.": "\nThe Committee of Experts considers these undertakings only formally fulfilled. It recalls that their\nfulfilment requires a certain degree of practical implementation, beyond the mere existence of the relevant\nprovisions in the domestic legislation. The Committee of Experts therefore encourages the competent Swiss\nauthorities to clarify, in co-operation with the speakers of Romansh, how the formal possibility of using\nRomansh in proceedings before judicial authorities can be efficiently implemented in practice.\nParagraph 3\nThe Parties undertake to make available in the regional or minority languages the most important national statutory texts and\nthose relating particularly to users of these languages, unless they are otherwise provided.\n\n", "75.": "\n\nThe Committee of Experts considers this undertaking formally fulfilled.\nf.\n\nthe use by local authorities of regional or minority languages in debates in their assemblies, without excluding,\nhowever, the use of the official language(s) of the State;\n\n", "63.": "\nIn the third evaluation report, the Committee of Experts considered this undertaking partly fulfilled\nregarding the cantonal authorities and not fulfilled concerning the federal authorities. It “urge[d] the Swiss\nauthorities concerned to make available widely used administrative texts and forms for the population in\nRomansh or in bilingual versions and to report about the measures taken in the next periodical report.”\n", "72.": "\n\nThe Committee of Experts considers this undertaking fulfilled.\ne.\n\nthe use by regional authorities of regional or minority languages in debates in their assemblies, without excluding,\nhowever, the use of the official language(s) of the State;\n\n", "86.": "\n\nThe Committee of Experts considers this undertaking not fulfilled.\n\n15\n\n\f", "1.": "\nSwitzerland signed the European Charter for Regional or Minority Languages (hereafter referred to\nas “the Charter”) on 8 October 1993. The Federal Council decided to ratify it on 31 October 1997. Through\nthis decision, the Charter became part of Swiss law. The Swiss authorities formally ratified it on 23\nDecember 1997. The Charter entered into force in respect of Switzerland on 1 April 1998.\n", "23.": "\nThe Committee of Experts encourages the competent Swiss authorities to support the local projects\nof language maintenance in Bosco-Gurin, especially in education.\nd.\n\nthe facilitation and/or encouragement of the use of regional or minority languages, in speech and writing, in\npublic and private life;\n\nItalian\n", "55.": "\nDuring the on-the-spot visit, the Committee of Experts was informed that the speakers, and also\nlawyers, usually prefer to speak German. It was also pointed out that lawyers are exclusively trained in German\nand are not prepared for using Romansh in the legal domain. Representatives of the speakers stressed the\nneed for additional training courses for Romansh-speaking lawyers.\n3\n\n", "60.": "\nIn the third evaluation report, the Committee of Experts considered this undertaking partly fulfilled. It\nencouraged the competent Swiss authorities to take the necessary structural measures to encourage the use\nof Romansh in the relations of the speakers with the cantonal authorities.\n", "88.": "\nThe new cantonal language law contains in its Article 3 an explicit obligation of the cantonal\nauthorities to use Italian when being addressed in Italian. Italian must also be used when communicating\nwith municipalities where Italian is the official language. According to the fourth periodical report, the website\nof the canton is now available in the three official languages (www.gr.ch). Furthermore, the cultural service\n(section Promotion of Languages) of the canton intends to open an intranet with advice and tools in relation\nto the application of trilingualism. Representatives of the Italian-speakers informed the Committee of Experts\nduring the on-the-spot visit that until now only two-thirds of the cantonal forms are translated into Italian.\n", "74.": "\nMembers of the cantonal parliament now have, according to the new cantonal language law, the right\nto use one of the official languages of the canton and to request translations of motions into that language\n(see Article 4). Romansh-speakers made it clear that at present there is no demand for simultaneous\ninterpretation because no wishes were expressed so far to use Romansh in parliamentary debates.\n", "15.": "\nIn the third evaluation report, the Committee of Experts “encourage[d] the competent Swiss\nauthorities to ensure that new administrative divisions [i.e. mergers of municipalities] do not constitute an\nobstacle to the promotion of Romansh, and that Romansh-medium education is still available at least to the\nsame extent after re-organisation.”\n", "32.": "\nThe fourth periodical report refers to private institutions offering courses in Italian in Graubünden, but\nalso to the possibility of receiving financial support from the canton, pursuant to Article 12. f. of the language\nlaw. Contributions can be granted to municipalities, to other collectivities of public law and to private persons.\nThe canton also provides regular annual grants to the association Pro Grigioni Italiano, inter alia, in order to\nsafeguard and promote the Italian language and culture. The Committee of Experts welcomes this support.\n8\n\n\fh.\n\nthe promotion of study and research on regional or minority languages at universities or equivalent institutions;\n\nYenish\n", "4.": "\nThis fourth evaluation report is based on the information obtained by the Committee of Experts from\nthe fourth periodical report of Switzerland as well as through interviews held with representatives of the\nspeakers of the regional or minority languages in Switzerland and governmental representatives during an\non-the-spot visit (29 to 30 March 2010). The present report reflects the policies, legislation and practice\nprevailing at the time of the on-the-spot visit. Any changes will be taken into account in the next report of the\nCommittee of Experts concerning Switzerland.\n", "48.": "\nIn the third evaluation report, the Committee of Experts considered this undertaking fulfilled.\nNevertheless, it “encourage[d] the competent Swiss authorities to provide, in the next periodical report,\ninformation concerning the impact of Frühenglisch [early teaching of English in primary school] on the\nteaching of Romansh.”\n", "61.": "\nAccording to the fourth periodical report, the new cantonal language law contains in its Article 3 an\nexplicit obligation of the cantonal authorities to use Romansh when being addressed in Romansh. Romansh\nmust also be used when communicating with municipalities where Romansh is the official language. The\ncantonal authorities made available specific information and templates (model texts, forms) on the intranet in\n2009 in order to facilitate the implementation of the new legislative provisions. Romansh is also present on\nthe cantonal website.\n", "14.": "\nAccording to the fourth periodical report, the Swiss Parliament adopted the Federal Law on the\nNational Languages and Understanding between the Language Communities on 5 October 2007. The law\nregulates the use of the official languages (German, French, Italian) by the federal authorities and in relations\nwith them, promotes understanding and exchanges between the language communities, supports the\nmultilingual cantons and in particular the measures taken by the cantons of Graubünden and Ticino\nconcerning the promotion of the Italian and Romansh languages (Article 1). For that purpose, the Swiss\nauthorities will allocate SFr. 5 million. Furthermore, the law provides that everyone has the right to address\nthe federal authorities in one of the official languages of Switzerland and in Romansh and to receive a reply\nin that language. For persons using Romansh, the reply will be formulated in the standard form of Romansh,\ni.e. Rumantsch Grischun (Article 6.3). The law also guarantees the right to use the four national languages\n(including Romansh) in the federal parliament (Article 8), within the federal administration (Article 9.1) as well\nas the publication of important texts and documents concerning elections and referenda in Romansh (Article\n11). A regulation to execute the law will enter into force on 1 July 2010. The Committee of Experts welcomes\nthis development.\nb.\n\nthe respect of the geographical area of each regional or minority language in order to ensure that existing or\nnew administrative divisions do not constitute an obstacle to the promotion of the regional or minority language\nin question;\n\nRomansh\n", "77.": "\nAccording to the fourth periodical report, the cantonal authorities monitor the use of Romansh in local\nassemblies. If deficits exist, the local authorities are urged to use Romansh in local assemblies in conformity\nwith the language law. In practice, however, this concerns only local councils of municipalities with a large\nRomansh-speaking majority. As far as other municipalities are concerned, no measures have been taken to\nactively encourage the use of Romansh in debates of local councils.\n", "89.": "\n\nThe Committee of Experts considers this undertaking fulfilled.\n\nParagraph 2\nIn respect of the local and regional authorities on whose territory the number of residents who are users of regional or minority\nlanguages is such as to justify the measures specified below, the Parties undertake to allow and/or encourage:\n...\ne.\n\nthe use by regional authorities of regional or minority languages in debates in their assemblies, without excluding,\nhowever, the use of the official language(s) of the State;\nrd\n\n", "20.": "\nThe Committee of Experts encourages the competent Swiss authorities to consider the provision of\nstopover facilities also in the light of the protection and promotion of Yenish and to come to flexible solutions.\nGerman (Municipality of Bosco-Gurin, Ticino)\n", "35.": "\nAccording to the fourth periodical report, the “Commissione culturale consultiva italo-svizzera\nConsulta” was created in 1982 on the basis of an agreement between the Federal Council and the Italian\ngovernment to promote cultural exchanges between the two countries and between Italian-speaking regions.\nThe exchanges include measures to promote and raise awareness of the Italian language and culture, interuniversity co-operation and mutual recognition of diplomas and the cultural co-operation between Italy and\nSwitzerland. Co-operation regarding the promotion of regional or minority languages is also carried out within\nthe framework of the “Arge Alp” organisation. The Committee of Experts welcomes these initiatives.\nParagraph 3\nThe Parties undertake to promote, by appropriate measures, mutual understanding between all the linguistic groups of the\ncountry and in particular the inclusion of respect, understanding and tolerance in relation to regional or minority languages\namong the objectives of education and training provided within their countries and encouragement of the mass media to pursue\nthe same objective.\n\nRomansh and Italian\n", "94.": "\nIn the third monitoring cycle, the Committee of Experts considered that the Canton of Ticino fulfilled\nall undertakings regarding the Italian language. According to the information received during the fourth\nmonitoring cycle, the situation has not changed.\n\n17\n\n\f"}, "sections": {"2.1.": [], "8.1.": [], "1.2.": ["4.", "5.", "6."], "3.2.2.": ["45.", "46.", "48.", "49.", "50.", "51.", "52.", "53.", "54.", "55.", "56.", "57.", "58.", "59.", "60.", "61.", "62.", "63.", "64.", "65.", "66.", "67.", "69.", "70.", "71.", "72.", "73.", "74.", "75.", "76.", "77.", "78.", "79.", "81.", "82.", "83.", "84.", "85.", "86."], "0.1.": [], "3.2.": ["40.", "41.", "42."], "9.1.": [], "3.2.1.": [], "3.1.": ["11.", "12.", "43.", "44."], "1.1.": ["1.", "2.", "3."], "7.1.": ["13.", "14.", "15.", "16.", "17.", "18.", "19.", "20.", "21.", "22.", "23.", "24.", "25.", "26.", "27.", "28.", "29.", "30.", "31.", "32.", "33.", "34.", "35.", "36.", "37.", "38.", "39."], "9.2.": [], "3.2.3.": ["87.", "88.", "89.", "90.", "91.", "92.", "94."], "4.1.": []}, "chapters": {"Chapter 4": [], "Chapter 2": [], "Chapter 3": ["0.1.", "1.1.", "2.1.", "3.1.", "3.2.", "4.1.", "3.2.3.", "7.1.", "3.2.1.", "3.2.2.", "8.1.", "9.1.", "9.2."], "Chapter 1": ["1.1.", "1.2."]}, "filename": "reports-text/SwitzerlandECRML4_en.txt"}
